[
    {
        "id": "pathwalker-lifespark-oneverypage",
        "date": "2025-12-05T19:00:00+00:00",
        "title": "Last Breath of the Year - Pathwalker / Lifespark. / On Every Page",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "This is the last breath of the year! - Pathwalker Year's End Show 2025",
        "descriptionLong": "Nach einem ereignisreichen Jahr voller Höhen und Tiefen, zahlreichen Konzerten und vielen neuen und alten Freunden, wollten wir es uns nicht nehmen lassen, unser Jahresabschlusskonzert 2025 in Heidelberg, der Heimat unseres Sängers zu veranstalten. Wir sind nicht nur der Meinung es wird dringend Zeit, dass in Heidelberg wieder Metal-Konzerte stattfinden, es wird auch höchste Zeit für uns, dass wir Heidelberg auf die Liste der deutschen Städte schreiben dürfen, in denen Pathwalker bereits gespielt hat.\r\n\r\nMit dabei sein werden unsere Freunde von Lifespark. aus Koblenz und On Every Page aus Giessen!\r\n\r\nErlebe einen Abend, an dem alle Generationen und Kulturen zusammenkommen, den Alltag hinter sich lassen und in die Leidenschaft für Heavy Musik abtauchen. \r\nLass uns ein letztes Mal in 2025 das Carousel Autohaus zum Beben bringen und Heidelberg daran erinnern, warum diese Stadt eine lebendige Metalszene braucht!\r\n\r\nSei dabei und mach diesen Abend zu einer bleibenden Erinnerung – für euch, für uns, für 2025. \r\nSee you in the pit!\r\n----------------------------------------------------------------------------------------------------------------------------------------------------------------\r\nThis is the last breath of the year! - Pathwalker Year's End Show 2025\r\n\r\nAfter an exciting year full of ups and downs, numerous concerts and many new and old friends, we didn't want to miss the opportunity to host our 2025 year's end show in Heidelberg, our singer's hometown. We think it's really the time for metal concerts taking place in Heidelberg again, and it's also definitely the time for us to add Heidelberg to the list of German cities where Pathwalker has been playing.\r\nWe are more than happy to announce that our crazy friends in Lifespark. from Koblenz and On Every Page from Giessen will join us for this incredible night!\r\n\r\nExperience an evening where all generations and cultures come together, leave everyday life behind and dive into a passion for heavy music!\r\nLet's make Carousel Autohaus shake one last time in 2025 and remind Heidelberg why this city needs a vibrant heavy music scene!\r\n\r\nBe a part of this evening and make it a lasting memory – for you, for us, for 2025. \r\nSee you in the pit!",
        "shopLink": "https://pretix.eu/carousel/pathwalker-lifespark-oneverypage/",
        "img": "/img/75daef85-8343-4b2f-a413-5288c7301b59.png",
        "artists": [
            {
                "name": "Pathwalker",
                "link": "https://www.instagram.com/pathwalkerband",
                "description": "Pathwalker aus Mannheim/Heidelberg verbinden wuchtigen Metalcore mit klarer Haltung. Ihre Songs sind ein Aufschrei gegen Hass, Ungleichheit und Gleichgültigkeit, und gleichzeitig ein Bekenntnis zu Hoffnung, Gemeinschaft und Verantwortung. Mit ihrem Debütalbum A Safe Place To Life (2023) setzt die Band ein starkes Zeichen: Wir sind nicht allein! Live überzeugt das Quartett mit mitreißender Leidenschaft und macht sich seit 2020 mit energiegeladenen Auftritten in Clubs und auf Festivals deutschlandweit einen Namen.",
                "soundcloud": "https://soundcloud.com/user-565195029",
                "youtube": "https://www.youtube.com/embed/2NY55lM67P8?si=_ypZRJyGn7i6_IX4",
                "bandcamp": "",
                "image": "/img/fdef66a4-2640-4ba2-836a-00a9574d3f0c.png"
            },
            {
                "name": "Lifespark",
                "link": "https://www.instagram.com/lifespark.band",
                "description": "Lifespark - in two words: Beautiful Anger, since 2018.\r\nEmo Pop Rock from Koblenz, that sets a counterpoint to worry and hopelessness with positive and life-affirming lyrics. The four guys radiate a joy of music, that you simply can't resist, not on record and especially not live. Always present: catchy hooks that make it impossible not to sing along and brutal breakdowns that make the mosh pit open up all by itself.\r\nTheir electrifying live shows are a testament to their commitment to creating an unforgettable experience for their fans. Lifespark believes that the most important thing at any show is to leave the audience with a smile on their face.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/Pdil3QrMAvo?si=kbhmsD6cegm2nedl",
                "bandcamp": "",
                "image": "/img/54b3e7de-5c22-4b96-8c6e-76f62e052859.jpeg"
            },
            {
                "name": "On Every Page",
                "link": "https://www.instagram.com/on_every_page",
                "description": "Melodic Metalcore from Giessen, Germany\r\n\r\nON EVERY PAGE geben einer Generation eine Stimme, die zwischen Krisen, Kontrollverlust und kollektiver Erschöpfung aufgewachsen ist. Der Soundtrack dazu: ein intensiver Mix aus melodischem Metalcore, soul-lastigem Clean-Gesang und wuchtigen Gutturals – irgendwo zwischen August Burns Red, Annisokay und einem Hauch Bullet for My Valentine, aber mit ganz eigenem Tonfall.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/R02-COJ5ZyA?si=m5B_CgEsx6uh6ukf",
                "bandcamp": "",
                "image": "/img/4dd2c3e9-dcbf-48ae-bc43-7bef5434ba38.jpeg"
            }
        ]
    },
    {
        "id": "turn-down-for-what-291125",
        "date": "2025-11-29T20:00:00+00:00",
        "title": "MSV präsentiert: Turn Down for WAT!",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Das Jahr neigt sich dem Ende zu – und das bedeutet: Es ist wieder Zeit für unsere die legendäre Party zum <strong>Welt-Aids-Tag!</strong> 🎉 <br>\r\nMit dieser Party wollen wir nicht nur Awareness schaffen, sondern auch einen aktiven Beitrag leisten. Deshalb geht wie immer der <strong>gesamte Erlös</strong> der Veranstaltung die <strong>Aids-Hilfe Heidelberg.</strong><br>\r\nFreu dich auf ein <strong>fantastisches DJ-Line-up</strong>, das mit Pop, Elektro, Trance und allem, was das Herz begehrt, die Tanzfläche zum Beben bringt. Und natürlich darf auch in diesem Jahr die glamouröse <strong>Drag Show</strong> nicht fehlen! 💃✨<br>\r\nUns ist wichtig, dass sich <strong>alle wohl und sicher fühlen</strong> – deshalb wollen wir gemeinsam einen Safe Space schaffen, in dem Respekt, Vielfalt und Offenheit selbstverständlich sind. 🌈<br>\r\nWenn du keine Nachteule bist – kein Problem! Die Party startet schon um 21 Uhr.<br>\r\nWie oft hat man schon die Gelegenheit, für einen guten Zweck feiern zu gehen?<br>\r\n\r\nGut zu wissen:\r\n<ul>\r\n    <li> Einlass: ab 18 Jahren</li>\r\n    <li> Garderobe: offen und kostenlos</li>\r\n    <li> Wie immer gilt auf unseren Veranstaltungen: Fotoverbot!</li> \r\n</ul>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/turn-down-for-what-291125/",
        "img": "/img/c3b9b0cb-edab-492d-aad8-e7ac1074176b.jpeg",
        "artists": []
    },
    {
        "id": "kino_201125",
        "date": "2025-11-20T20:00:00+00:00",
        "title": "Kino: Midnight Madness",
        "fee": "5",
        "feeAk": "5",
        "descriptionShort": "<h3>Midnight Madness@Carousel: Überraschungsfilm</h3>\r\n<strong>Englisch Original mit englischen Untertiteln.</strong>\r\n<br>\r\nWir gönnen uns eine kleine Testosteron-Pause und widmen die nächste Midnight Madness einer Frau, die als Racheengel den „Big (rotten) Apple“ unsicher macht. Der Film spielt im New York der frühen Achtziger, einem Moloch aus Gewalt, Angst, moralischem Verfall und Schmutz. Körnige, raue Bilder, schiefe Kameraperspektiven, obszöne Gesten herumlungernder Macho-Männer und ein kleiner schmieriger Saxophon-Score setzen den Ton: Schon die ersten Einstellungen erzeugen eine Atmosphäre permanenter Bedrohung.\r\n<br>\r\nEin „gritty, nasty little exploitation flick“, der die Genre-Elemente zelebriert und zugleich unterläuft. Ein Klassiker des Rape-and-Revenge-Genres – und doch anders. Wenn eine schüchterne, stumme Arbeiterin die Nase voll hat und beschließt, sich nichts mehr gefallen zu lassen, ist Zeit für Lippenstift-Montage, Lederkluft und einen bluttriefenden Rachefeldzug durch die Straßen von New York. Eine ikonische Performance einer Underground-Künstlerin – ein kathartischer Befreiungsschlag voller female rage.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/41214b83-3b7d-4bb6-bd5b-f3e0bee73c89.jpeg",
        "artists": []
    },
    {
        "id": "nevver-atticstories-apartfromus",
        "date": "2025-11-14T18:00:00+00:00",
        "title": "Nevver (Heidelberg) + Attic Stories (Karlsruhe) + Apart From Us (Frankfurt)",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "Green Day, Blink-182, Billy Talent - wer sehnt sich nicht nach der pre Internet-Apokalypsen-Zeit gefüllt von Skater*innen in gestreiften Shirts? Auch wenn die meisten von uns nie auf der High School waren und auch nie eine ganz so filmreife Teenie Love Story durchgemacht haben, sitzt das Netzstrumpf-Ich mit Schachbrettmuster Vans tief in uns. \r\nDiese drei Bands holen uns zurück in die Bilderbuch 2000er und stehen doch mit ihrer Musik mitten im Jetzt: Apart From Us aus Frankfurt, Attic Stories aus Karlsruhe und die frisch (neu-)gegründeten Nevver liefern genau diesen gefühlsintensiven und energievollen Sound, der live unfassbar viel Spaß macht.\r\nDreifach Pop Punk im Carousel, don't miss!",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/nevver-atticstories-apartfromus/",
        "img": "/img/5d2d1835-3602-4e1e-990d-3b643ada4ee8.png",
        "artists": [
            {
                "name": "Nevver",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/HRz_wlKlgWI?si=xIxoq_iUeSeDhTtj",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Attic Stories",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/cuZKiqI3IG4?si=Eb_KeWO9J8LcAST1\" title",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Apart From Us",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/NAwENP6XDIs?si=F3OXJmw430zWdpKP",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "dana-mondaze",
        "date": "2025-11-12T18:00:00+00:00",
        "title": "Dana (Psych Punk, Ohio) & Mondaze (Heavy Shoegaze, Italien)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Bevor der Weihnachtsmann wieder die Wirtschaft ankurbelt, wird im Autohaus noch mal richtig gezockt. Wo einst Gebrauchtwagenpreise verhandelt wurden, ist heute Showdown.\r\n\r\nLinks: DANA aus Ohio. Theremin, Saxophon, ein Blick, der sagt: Wir haben nichts zu verlieren.\r\nRechts: MONDAZE aus Italien. Ruhig, konzentriert, Nebel im Haar, Delay im Herzen.\r\n\r\nDANA als Erste: Clean Living. Ein wilder Bluff aus Noise und Hoffnung, Avant-Garage irgendwo zwischen Dada und Rock’n’Roll.\r\nMONDAZE sehen’s und erhöhen mit Driving Out the Weeds. Langsamer Beat, schwere Gitarre, Melancholie als Währung.\r\nDANA kontert mit einem Schrei, MONDAZE antworten mit einem Hall.\r\n\r\nDie Einsätze steigen: Theremin gegen Gitarre. Saxophon gegen Feedback. Schweiß gegen Stille.\r\nDann legt einer alles hin: den letzten Ton, den letzten Blick, das letzte bisschen Novemberlicht.\r\n\r\nDas hier wird kein TÜV-Termin. Das ist das letzte Spiel vor dem Winter.\r\n\r\nEinlass 19 Uhr · Beginn 20 Uhr\r\n\r\nFlyer art <a href=\"https://www.instagram.com/joey.controlletti/\" target=\"blank\">Joey Controlletti</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/dana-mondaze/",
        "img": "/img/d9a5e406-8380-4cca-8b04-bc140c3d1cfb.jpeg",
        "artists": [
            {
                "name": "Dana",
                "link": "https://www.danabandohio.com/",
                "description": "While self-described by the Pere Ubu-coined term \"avant-garage\", it's hard to put a finger on DANA. The controlled chaos of the enduring project, formed by singer/theremin player Madeline Jackson in 2015, oscillates between genres. Offering a marriage of populist rock impulses with Dadaist proclivities, DANA contains multitudes (and curiously no one named Dana). With a live show that's full of mystique and menace, both equal parts seductive and unhinged; DANA lives to push the envelope of sonic manipulation and offer an experience not soon forgotten.\r\n\r\nFollowing the release of late 2019's Glowing Auras and Black Money and its subsequent shelving of Spring 2020 touring plans, the band took their show on the road again just as soon as they could. Having spent the last four years extensviley touring North America, DANA is once again ready to commit their particular brand of weirdo rock n' roll to vinyl with the release of Clean Living; their self-produced and self-released third studio album this June.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/psVCF7FfExc?si=0yi-AOiNgQ8xhuXs",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=4136986374/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/13fc8db5-ff87-4a28-b63a-2a316ceeeb97.jpeg"
            },
            {
                "name": "Mondaze",
                "link": "",
                "description": "Formed in Faenza in 2016, Mondaze debuted with the demo Healing Dreams in 2018. In 2021, they released Late Bloom, an immersive album blending fuzz-heavy shoegaze, grunge immediacy, downtempo melancholy, and a raw hardcore edge. In 2024, they return with Linger, exploring alienation through a more mature sound, balancing ethereal melodies and intense walls of noise.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/TtQEFt3HLdQ?si=8atXMaKUqOnQs7fd",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3831730536/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/fbfb618b-b4b4-40c9-be35-6cb3c17ef49d.jpeg"
            }
        ]
    },
    {
        "id": "hakan-deaflingo-halloween",
        "date": "2025-10-31T19:00:00+00:00",
        "title": "Grusel Carousel mit Hakan (Punk, Bergamo) und Deaf Lingo (Garage, Mailand) und DJ Yourself Aftershow Party!",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Zwei Bands aus Italien machen Halt im Autohaus, wie viele bescheuerte Autowitze kriegen wir wohl unter, fragt ihr euch (zurecht)? Beim 0-100 km/h wären Hakan jedenfalls aus Maranello und nicht aus Bergamo, während bei Deaf Lingo im Sportwagen Quartett der PS-Wert der Karte mit dem Lambo Diablo zum Sieg verhelfen würde.\r\nAber lassen wir’s, denn nach sechs Jahren kehren Hakan endlich zurück nach Heidelberg und bringen die fantastischen Deaf Lingo aus Mailand mit. Und zwar nicht zu irgendeinem Datum, sondern zu Halloween! Neben schwindelerregend schnellen Hi-Hats und Melodien, süßer als Cedrata, wird es gruuuselig im Carousel zugehen.\r\nAlso werft euch in Schale für die unheimlichste Nacht des Jahres und spukt auf dem Autofriedhof. Mit der schaurigsten Verkleidung könnt ihr im Kostümwettbewerb eines der brandneuen Carousel-Shirts gewinnen!\r\nDie musikalische Untermalung der Aftershow Party wird von niemand geringerem als DIR präsentiert! Bring deine (maximal) drei krassesten, gruseligsten, besten, schlechtesten, lustigsten, etc. Lieder auf Schallplatte mit und mache die Meute auf dem Dancefloor zu deinen gefügigen Zombies!\r\n\r\nFlyer art by <a href=\"https://www.instagram.com/electric.lizard/\" target=\"blank\">@electric.lizard</a> and <a href=\"https://www.instagram.com/joey.controlletti/\" target=\"blank\">@joey.controlletti</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/hakan-deaflingo-halloween/",
        "img": "/img/5afcc0a9-c93c-4d78-9f3f-49dce7dff380.jpeg",
        "artists": [
            {
                "name": "Hakan",
                "link": "https://www.instagram.com/hakanbeibi/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/i-TDzkn7CIA?si=07CPMCkCVmQLvzl6",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3348495988/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/8b5ffd54-50fa-41ef-b630-05f181e6665c.jpeg"
            },
            {
                "name": "Deaf Lingo",
                "link": "https://www.instagram.com/deaflingo/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/kuxjUevIR2Q",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=4213387826/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/f8a31b10-0899-4d49-bcf2-854774d1cbf4.jpeg"
            }
        ]
    },
    {
        "id": "jeremyjay-glizzer",
        "date": "2025-10-17T18:00:00+00:00",
        "title": "ABGESAGT Jeremy Jay (Indie Pop aus London) & Glizzer (Synth Pop aus Mannheim)",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "Das Konzert muss leider abgesagt werden.\r\n\r\nDirekt aus seiner Wahlheimat London meldet sich Jeremy Jay zur Visite im Carousel und liefert dabei den melancholischen Sound zum herbstlichen Roadtrip. Zu internationalem Erfolg kam er in den späten Aughts durch mehrere anerkannte Veröffentlichungen bei Calvin Johnsons Label K Records. Assoziativ findet der Roadtrip allerdings in einer völlig anderen Karre als der von Beat Happening statt. Ein Toyota Celica oder Honda Prelude, City Pop im Radio ohne aber die elektrische Gitarre mit Röhrenamp zu vergessen und los geht die Reise. Quer durch Indie Pop, Rock, Synth Pop und immer schön durch die Bandmaschine geschliffen.\r\nBeim Mannheimer Synth Pop Duo Glizzer werden die Fenster ebenso runtergefahren und in den Sonnenuntergang bei sommerlichen Temperaturen gecruised.",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/JayGlizzer/",
        "img": "/img/f99266e6-0545-429a-90da-be879e041246.png",
        "artists": [
            {
                "name": "Jeremy Jay",
                "link": "https://gothraxx.bandcamp.com/music",
                "description": "Indie Pop mit leichter Retro-Note, aus dem K Records Umfeld",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/U2FSgCHAi9A?si=G9pI390ocKzQFoSY",
                "bandcamp": "",
                "image": "/img/da9aacc8-d779-4075-9b9a-7afd3375e986.jpeg"
            },
            {
                "name": "Glizzer",
                "link": "https://glizzer.bandcamp.com/track/cocktails",
                "description": "Synthpop aus Mannheim",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/4pf1mKnArBs?si=ZNIP8H-mpeqixgoY",
                "bandcamp": "",
                "image": "/img/12e35e39-96b5-4f1e-b52e-efad098fc335.jpeg"
            }
        ]
    },
    {
        "id": "dub-carousel",
        "date": "2025-10-11T19:00:00+00:00",
        "title": "Dub Carousel #1",
        "fee": "",
        "feeAk": "10",
        "descriptionShort": "Im Carousel wird's laut! Das Tree of Life Soundsystem bringt die Wände zum Beben und gibt euch eine Nacht voll Soundsystem-Kultur!\r\nMit dabei sind Sis Laura an den Decks und Puppa Nasop und Stagerocka an den Mics!\r\n\r\nBei diesem Event wird es nur eine Abendkasse geben!\r\n\r\nFlyerart by Harzmin (https://www.instagram.com/harz.min)",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/87b653a9-978d-40d5-90a7-22085b0130fb.png",
        "artists": []
    },
    {
        "id": "fungas-zyph",
        "date": "2025-10-07T17:00:00+00:00",
        "title": "Fungas (Psych-Garage aus Australien) und Zyph (Punk aus Mannheim)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Und wieder geht’s nach Down Under, diesmal mit Fungas! Und das klingt tatsächlich wie eine Mischung aus psylocibingeschwängertem Psych mit einer Prise postironischem Distickstoffmonoxid, dazu noch etwas Synth und fertig ist das Spaßgas! \r\nErschienen ist das neue Album „Intelligence 1“ auf dem Mannheimer Label Erste Theke Tonträger und damit schließt sich der Kreis, denn dazu gibt’s Mannheim’s finest Punk Sensation: ZYPH, die mit LoFi-Speed das Carousel zum Tempodrom machen! \r\nTrotz Herbst wird euch mal wieder eingeheizt, als ob der Hochsommer niemals enden würde!",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/fungas-zyph/",
        "img": "/img/f00ce613-e461-43d9-aec7-e3943cc83b17.png",
        "artists": [
            {
                "name": "Fungas",
                "link": "https://fungas.bandcamp.com/",
                "description": "‘Fungas' craft infuses deep elements of psych, punk, and garage, consistently diversifying their tone to all those that choose to engage in their psychedelic sound-bath. Fungas's energetic live shows continue to encapsulate their new art madness with constant rhythmic changes stylised with experimental sounds of mellotron, trip percussion and lots of delay.’",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/GGuwx_ejRew?si=dv1hPFqNjqeoSyII",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=353275410/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/e04100e6-65c9-45eb-b264-b9caff6c1bae.jpeg"
            },
            {
                "name": "Zyph",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2131561424/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "narkose-ambulanz-luckyloose",
        "date": "2025-09-27T18:00:00+00:00",
        "title": "Narkose (Deutschpunk, Ruhrgebiet), Ambulanz (Synth Punk, Leipzig) und Lucky Loose (Garage Surf aus Dresden)",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "Wenn am 27. September spätabends in der Altstadt das Publikum zu einer Coverband im Kanon “Michael Caine” singt, könnt ihr auch einfach im Carousel sein und die großartigen Narkose aus dem schönen Ruhrgebiet feiern. Die Bretford Labelmates der Verlierer läuten die nasse Jahreszeit im Carousel mit ihrem düsteren Deutschpunk mit Hardcore Kante ein. Das ist aber noch lange nicht alles, denn Ambulanz aus Leipzig und Lucky Loose aus Dresden bescheren uns die doppelte Dosis Garage Punk mit Synth Riffs, die an gute alte Heidelberger Zeiten erinnern. Oder eben doch eher an Synth Punk à la Screamers oder Devo und nicht Liquido.\r\n\r\nFlyer by Joey Controlletti",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/narkose-ambulanz-luckyloose/",
        "img": "/img/74a0b69a-0f91-4d2e-985b-5b7d90fb204e.jpeg",
        "artists": [
            {
                "name": "Narkose",
                "link": "",
                "description": "Narkose steht seit 2023 für aggressiven, düsteren und kritischen Deutschpunk aus NRW. Eine Band aus dem Ruhrgebiet, gegründet von vier Atzen, die Einflüsse aus Hardcore, Post-Punk und Deutschpunk kombiniert. Narkose überzeugt mit intensiven, mitreißenden Live-Shows, schnellem, einprägsamem Sound und harten, teils überspitzten Texten. Das Debut-Album „Überleben-Koexistenz“ erschien im Herbst 2024 auf Bretford Records. Auf dem Album befinden sich 13 rohe und stürmische Tracks mit einer Gesamtspielzeit von 27 Minuten. Rasende Instrumentals sowie Texte zwischen Frustration und Wahnsinn definieren den Stil dieses Tonträgers. Bei dem Album handelt es sich um eine DIY-Produktion, ermöglicht durch intensive Mithilfe verschiedener Gestalten aus NRW´s Hardcore und Punkszene.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/w0C-IKALmCA",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2256029838/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/037a1109-cd47-4560-a286-abe9807f671e.jpeg"
            },
            {
                "name": "Ambulanz",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=65713326/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Lucky Loose",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2238051576/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "mm-2025-09-15",
        "date": "2025-09-25T19:00:00+00:00",
        "title": "Kino: Midnight Madness",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "<i>Englisch Original mit deutschen Untertiteln.</i>\r\n<br>\r\nJetzt, wo es langsam wieder kalt wird, verziehen wir uns nach drinnen und starten die gemütliche Indoor-Saison im Carousel mit einem absoluten Masterpiece des Bad-Taste. Für alle, die auf gewiefte Undercover-Cops und Langhaarperrücken stehen – Bullshit-Bingo inklusive!\r\n<br>\r\n\"Why'd you go under?\" \"’Cause I’m an undercover cop!\"\r\n<br>\r\n\r\nOh my dear Lord. Ihr kennt das Genre „so bad it’s good“? Bei unserem nächsten Film könnte man mit Fug und Recht behaupten, dass dieser wohl einer seiner schillerndsten Vertreter ist.\r\nEin virtuoses Lehrstück darin, wie man Filme (nicht) macht.\r\n„It feels like a movie about a bunch of aliens in human suits struggling to survive in an alternate universe…“\r\n\r\n<br>\r\nDefinitiv Best of the Worst! Wer da nicht kommt, ist selber schuld. Punkt.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/f2d934f9-5da8-4696-a0ff-855393d047c4.jpeg",
        "artists": []
    },
    {
        "id": "blitzer-lovebomb",
        "date": "2025-09-21T17:00:00+00:00",
        "title": "Blitzer (Leipsick) & Lovebomb (Hildesheim)",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "Not just aNoThEr, but the number one garage noise-creature crawling out of Leipsick(!)’s fertile swamps: Blitzer. Imagine a sunset beach where you want to crack a beer and chill, now mix that with swamp gas, mud bubbles, and stinky riffs — that’s their home turf.\r\n\r\nCome Sunday 21.09 to Carousel, surf the \"dumb wave\", get deliciously lost in wobbling vocals, catchy riffs (yes, guitar and bass!!), and hold on tight for drumming that’s both fast and suspiciously intelligent.\r\n\r\nSomewhere between swamp, river, and jungle lurks a crocodile named Lovebomb. When the armor starts rattling, the sound hits you dizzy — legs shaking, head spinning, grinning like you fell into the muck on purpose.\r\n\r\nStart 7 PM\r\nMusic 8 PM\r\n\r\nEntry 8-15 €\r\n\r\n----------------------\r\nDiscrimatory behaviour not tolerated, assholes stay home!",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/1cdc1855-4337-48ed-82aa-e74a91fbdf03.jpeg",
        "artists": [
            {
                "name": "Blitzer",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3347704244/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Lovebomb",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=859912016/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "loneaires-borninmay",
        "date": "2025-09-20T17:30:00+00:00",
        "title": "Lone Aires EP Release Show (Dreampop/ Shoegaze) + Borninmay (Postpunk/ Bedroom-Pop)",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "Verträumte Melodien, sanfte Gitarren, Herzschmerz und die Suche nach Zugehörigkeit. Die Musik von Lone Aires ist gemacht für die ruhigen Stunden des Tages, für die stillen Momente nach langen Tagen und in noch längeren Nächten. Stimme und Gitarre fließen durch den Raum, werden dabei immer wieder durchbrochen von eingängigen Drums, die neben dem Träumen mindestens genauso sehr zum Tanzen einladen. Der junge Musiker aus Mannheim spielte sich letztes Jahr durch die Clubs und Festivals der Region, um jetzt im Autohaus den Release seiner ersten EP \"It Hurt So Much That It Didn’t Hurt At All\" zu feiern.\r\n\r\nDer Sound von Borninmay bewegt sich zwischen Postpunk und Indie-Pop, ist dabei immer tanzbar, mit mit eingängigem Bass und verspielte 80's Synthesizer Melodien. Eine wunderbare Ergänzung und perfekt, um die \"It Hurt So Much That It Didn’t Hurt At All\" EP Release Party und das ersten Shoegaze-Indie Konzert im Carousel zu eröffnen.\r\n\r\nFlyer artwork by David Dienstag.",
        "descriptionLong": "Dreamy melodies, gentle guitars, heartache, and the search for belonging.\r\nThe music of Lone Aires is made for quiet hours — for still moments after long days and even longer nights. Voice and guitar float through the room, interrupted again and again by catchy drums that invite not only to dream, but also to dance. The young artist from Mannheim played their way through clubs and festivals across the region last year — and now celebrates the release of their debut EP \"It Hurt So Much That It Didn’t Hurt At All\" at Autohaus.\r\n\r\nBorninmay's sound lies somewhere between post-punk and indie pop: always danceable, with catchy basslines and playful 80s-style synth melodies. A perfect complement to the night and an irresistible opener to the \"It Hurt So Much That It Didn’t Hurt At All\" EP release party — and the very first shoegaze-indie evening at Carousel.\r\n\r\nDoors 19.30\r\n\r\nArtwork by David Dienstag.",
        "shopLink": "https://pretix.eu/carousel/loneaires-borninmay/",
        "img": "/img/bf304de4-316e-4ba1-8a5d-9feaf39fa8a3.png",
        "artists": [
            {
                "name": "Lone Aires",
                "link": "https://www.instagram.com/loneaires/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/6czCSs9vXpE?si=mpJ2nUMnuwOrEqku",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Borninmay",
                "link": "https://www.instagram.com/borninmay.wav/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/qGjFC1EzciU?si=mVI8sgMk5F5Xb8EJ",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "savak-forestray-fatale",
        "date": "2025-09-12T18:00:00+00:00",
        "title": "SAVAK (New York), Forest Ray (Seattle) und Fatale (Heidelberg)",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "Der Goldesel ist sich stets seinem Bildungsauftrag bewusst, doch ab und zu beschränkt er sich auf bio- und diskografische Fakten. Die Mitgliederliste von SAVAK liest sich jedenfalls wie das Who-Is-Who des Post Hardcore und Indie Rock US-Amerika und Kanadas: Edsel, Enon, Holy Fuck, Obits, The Cops, uvm. Eine von vornherein zum Untergang geweihte Supergroup sind SAVAK trotzdem nicht, veröffentlichten sie seit nun fast einem Jahrzehnt regelmäßig übelst solide und kriminell unterschätzte Alben, wie z.B. “Flavors of Paradise” von 2024. Im Carousel wird SAVAK uns jedenfalls nicht foltern sondern mit ihrem neuen Album “SQUAWK!” im Gepäck die Kinnladen tiefer legen als ein VW Scirocco.\r\n\r\n<p style=\"text-align: left\"><b>jèbivjetar</b> <i>m anim</i> (<i>Cyrillic spelling</i> <b><span style=\"color: #bf3c2c\">јѐбивјетар</span></b>)\r\n<ol><li>(vulgar, derogatory) a shallow, insecure, ostentatious person</li></ol></p>\r\n\r\noder eben “Windfucker” auf kroatisch. So jedenfalls heißt das letzte Album der Band Forest Ray um Peter Sumic. Der Vibe (ok, jetzt haben wir das Wort doch einmal verwendet, sorry!) der sehr easy-going Stücke wie der Opener “Wait Any Longer” täuscht nur sehr halbherzig über das, was dort handwerklich passiert, hinweg. Und nachdem wir die neue, unverschämt heiße Single “Send My Love” gehört haben, ist unsere Vorfreude, die Band wiederzusehen, grenzenlos!\r\n\r\nEbenso freuen wir uns erneut, dass Fatale erneut unserer Einladung gefolgt sind, denn nach dem fulminanten Auftritt im April und den neulich geteasten Snippets einer bald erscheinenden EP sind wir heiß wie Frittenfett auf die Heidelberger*innen!",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/savak-forestray-fatale/",
        "img": "/img/48a807df-a292-47b6-afcd-7b3b2012de3f.jpeg",
        "artists": [
            {
                "name": "SAVAK",
                "link": "https://www.savakband.com/",
                "description": "Something of an indie rock supergroup, the prolific SAVAK feature past and present members of the Obits, Edsel, the Cops, and Holy Fuck. Their sound is brawny indie rock that leans heavily on guitars, in particular on 2017’s Cut-Ups, with horns and keyboards used to give the performances detail and texture on 2020’s Rotting Teeth in the Horse’s Mouth. SAVAK are also capable of giving their music a melodic undertow while still sounding wiry on the surface, a balance that dominated 2022’s Human Error/Human Delight. 2024’s Flavors of Paradise saw them embracing a poppier approach that didn’t compromise their intelligence or their willingness to rock.\r\n\r\nFounded in Brooklyn in 2015, SAVAK was named for the much-feared secret police force associated with the leadership of Imperial Iran from 1957 to 1979. Influenced by vintage punk rock, psychedelia, pub rock, and various stripes of world music, the group was founded by vocalist and guitarist Sohrab Habibion, who was previously a member of Edsel and the Obits. Habibion filled out the lineup with friends and colleagues who also had notable experience under their belts. Guitarist Michael Jaworski had played in Virgin Islands and the Cops; bassist James Canty‘s resumé included stints in the Make-Up and Ted Leo & the Pharmacists; and drummer Matt Schulz divides his time between SAVAK and Holy Fuck.\r\n\r\nIn 2016, SAVAK unveiled their debut album, Best of Luck in Future Endeavors, which was released by Comedy Minus One Records. The cover art was designed by Rick Froberg, who was Habibion‘s bandmate in the Obits. In 2017, SAVAK were back with their second album, Cut-Ups, released by the Ernest Jenning Record Co. Just a year later, they treated their fans to a third LP, Beg Your Pardon, also released by Ernest Jenning. The prolific band delivered their fourth album, Rotting Teeth in the Horse’s Mouth, in 2020. It was SAVAK’s first record since James Canty left the group; producer Geoff Sanoff played bass in his place on several cuts, as did Habibion and Jaworski, while Anthony Roman from Radio 4 provided the low end on “Listening” and “Bayonet.” Other guests included Scott McCloud (ex-Girls Against Boys) and Michael Hampton (who played in Faith and One Last Wish).\r\n\r\nNo fewer than six bassists took turns on the sessions for album number five, 2022’s Human Error/Human Delight, with Sanoff and Roman returning to the rotation alongside Matt Hunter (New Radiant Storm King), Douglas McCombs (Tortoise, Eleventh Dream Day), Matt McQuaid (one of Schulz‘s Holy Fuck bandmates), and Nick Sewell (Biblical). The LP saw SAVAK in typically tough and angular form while still finding room for effective melodic hooks and horn accents. The band toured in support of the release, including dates opening for Jawbox. For their 2024 album Flavors of Paradise, SAVAK traveled to Chicago to record at Steve Albini‘s Electrical Audio studio, with Matthew Barnhart engineering and mixing the sessions. The band — recording as a trio of Habibion, Jaworski, and Schulz — were a model of efficiency, recording 12 songs in just three days, with only a pair of shows to knock the new material into shape. The group also introduced a new touring lineup, with the three joined by bassist Matt Hunter and drummer Jeff Gensterblum (who had formerly worked with Small Brown Bike and Able Baker Fox).\r\n\r\n—Mark Deming, AllMusic.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/suMcV8CuoB0",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2051278379/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/b065e43b-08ef-451b-9118-9eeb97a4a1aa.jpeg"
            },
            {
                "name": "Forest Ray",
                "link": "https://forestray.bandcamp.com/",
                "description": "Forest Ray is a psychedelic rock project whose dedication to analog recording has harbored a darker, older and more intimate sound. Forest Ray's music combines guitar driven psychedelic rock with tinges of raw synth-laced post-punk, Tropicalia flute and uninhibited performances that embody the garage punk aesthetic that fueled the group's creation",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/h4c1a-iUbQ4?list=RDh4c1a-iUbQ4",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2305047618/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/c08d9b2e-b85b-45de-bf09-2f0a41aa10c6.jpeg"
            },
            {
                "name": "Fatale",
                "link": "https://www.instagram.com/fatale_hd/",
                "description": "Post-Punk/Rock band from Heidelberg (Germany)",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/xAxnE_zvgXQ",
                "bandcamp": "",
                "image": "/img/a6be23e7-debc-4a6a-9592-e1fd252b8d3f.jpeg"
            }
        ]
    },
    {
        "id": "rowdy-gba",
        "date": "2025-08-27T17:00:00+00:00",
        "title": "Rowdy (US) & Game Boy Advance (LPZG)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Anders als bei Roddy Piper kommt bei der Band Rowdy wenigstens eine Person aus Schottland, aber die Signature Moves hitten auch hier hart! Glasgow meets Texas, Goldie Dawn meets Hex Dispensers und Golden Boys. Das auf Drunken Sailor erschienene Debut Album der Band um Rebecca Whitley nimmt schlechte Laune in den Sleeper Hold, also kann es am 27. August im Carousel nur heißen: get in the ring!\r\n\r\nAls very special guest begrüßen wir Game Boy Advance aus Leipzig! Sehr jung, experimentell, psychedelic lo-fi Post-Punk, … wir können uns selbst nicht sicher sein, was uns erwartet.\r\n\r\nAlso kommt zum Bergfest ins Carousel, alles andere sind Showkämpfe!",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/rowdy-gba/",
        "img": "/img/c59f2f50-e774-45c2-b536-b613e930ccdb.jpeg",
        "artists": [
            {
                "name": "Rowdy",
                "link": "https://rowdyraw.bandcamp.com/",
                "description": "“If you like your punk welded together with\r\niron clad rock and roll impulse and low\r\nbrow swagger then get rowdy on\r\nimmediately\" (Jonah Falco)",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2739337330/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/cb1a3996-8066-4cc4-921f-c8979543b1e2.jpeg"
            },
            {
                "name": "Game Boy Advance",
                "link": "https://gameboyadvance.bandcamp.com/",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/track=3007557571/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/fc2909b5-1705-4c68-abc5-080fee451f6e.jpeg"
            }
        ]
    },
    {
        "id": "kino-20250821",
        "date": "2025-08-21T18:00:00+00:00",
        "title": "Kino: Midnight Madness",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "Midnight Madness is back!\r\nBlutdruck hoch, Coolness-Level auch. Im Carousel in der Hebelstraße haben wir den perfekten Ort gefunden für dieses abseitige Vergnügen jenseits von Mainstream und Menschenverstand. \r\n\r\nFreut Euch darauf, wieder Abseitiges und Verrücktes, kultige Kleinode und vor allem viel Guilty Pleasure gemeinsam neu zu entdecken und bei einem kühlen Spaßgetränk zu feiern.\r\nDiesmal bringen wir einen Kultklassiker mit, der jeden Fan des 80er Jahre Horrors animieren sollte, vorbeizukommen. Ein Nerd-Psycho, der Lebloses wiederbeleben will und plötzlich fliegt ihm die ganze Nummer um die Ohren. Blut, Hirn, Busen – alles dabei. Und ja: erstaunlich hochwertig inszeniert, finden wir.\r\n\r\nFilmbeginn ist bei Einbruch der Dunkelheit gegen 21:30 Uhr, der Eintritt am 21. August ist frei!\r\n\r\nBei Regen muss die Veranstaltung leider ausfallen.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/d66fff04-49f6-4831-80ef-0fa6050cb948.jpeg",
        "artists": []
    },
    {
        "id": "kueken-solder",
        "date": "2025-07-25T18:00:00+00:00",
        "title": "Küken (Hamburg) & Solder (AUS) & The Junktones (Eppelheim)",
        "fee": "10€",
        "feeAk": "12€",
        "descriptionShort": "Küken (Hamburg) & Solder (AUS) & The Junktones (Eppelheim)",
        "descriptionLong": "Bevor es in die einmonatige Sommerpause geht, gibt‘s noch einen Triplebanger zum Abschluss!\r\nKüken strotzen nur so vor hanseatischer Selbstsicherheit und ballern mit wüstem Punk der sich irgendwo zwischen KBD und New York Dolls bewegt, euch ordentlich was um die Ohren.\r\nDavor löten euch Solder aus Down Under einen mit köstlichstem Lofi Noisegaze rein und abgerundet wird der Abend von den Eppelheimer Streetpunkern The Junktones!\r\nNa das sollte man sich wohl eherbnicht entgehen lassen!\r\n\r\nFlyer Art by @matthischusetts",
        "shopLink": "https://pretix.eu/carousel/kueken-solder/",
        "img": "/img/f6938d49-e086-4afb-bab1-ec9c3ec7a490.jpeg",
        "artists": [
            {
                "name": "Küken",
                "link": "https://www.instagram.com/kueken_band/",
                "description": "KÜKEN – Die Neue Punkrockhoffnung aus Hamburg !!!\r\nTreibender schneller 77er / KBD-Punkrock, der ordentlich in den Arsch kickt. Eingängige, leicht angepisste Vocals. Dreckige, knarzende, bis zum Anschlag aufgedrehte Gitarren. Und fast jeder Song von ihrer auf Bachelor Records erschienen, selbstbetitelten LP, kann ohne weiteres als ein Hit durchgehen. - Trust-Zine",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/eX0dWWlN6Os?si=7LgoaLIiZqONzTqk",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2579645783/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/",
                "image": ""
            },
            {
                "name": "Solder",
                "link": "https://solderintoface.com/",
                "description": "two-piece with sometimes three, sometimes four, sometimes seven members",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/uhTPM4ENmY8?si=cDHNymvM_EHMtl4y",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1103978408/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/",
                "image": ""
            },
            {
                "name": "The Junktones",
                "link": "",
                "description": "Rock n Roll straight outta Eppelcrime!",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "",
                "image": "/img/58b2dea7-84d8-4023-9ea5-2f6b590f5d29.jpeg"
            }
        ]
    },
    {
        "id": "kino-20250710",
        "date": "2025-07-10T19:30:00+00:00",
        "title": "Kino: Midnight Madness",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "Es wird blutig im Autohaus: Wir freuen uns sehr dass die Karlstorkino-Reihe Midnight Madness ab sofort bei uns statt finden wird. \r\n\r\nWer die Reihe nicht kennt: Midnight Madness ist feinstes Open-Air-Hinterhof-Kino in der Tradition des exzentrischen Mitternachtskinos. Euch erwartet eine sorgfältig kuratierte Auswahl von Liebhabern für Liebhaber und alle, die es noch werden wollen: Klassisches, wegweisendes, wahnwitziges, skurriles und nischiges Kino trifft in einem Ritt durch den Action- und Science Fiction-Film der 70er und 80er Jahre auf Horror, eine ausgewogene Mischung aus Trash und hochwertiger Unterhaltung und vor allem auf viel Guilty Pleasure.\r\n\r\nDie Filme werden unter freiem Himmel im Autohaus gezeigt. Störgeräusche von der Straße lassen sich daher nicht vermeiden, aber wir haben unser Programm schon danach ausgewählt, dass ein wenig Lärm den Unterhaltungswert nicht schmälert. Im Gegenteil: Lautes Lachen und Zwischenrufe sind absolut erwünscht!\r\n\r\nLos geht's bei der Genre-Liebhaber-Reihe mit einem Überraschungsfilm-Open Air: ein vergessener, deutscher Klassiker, der vor markigen Sprüchen und coolen Knarren nur so strotzt.\r\nFreut Euch darauf, wieder Abseitiges und Verrücktes, kultige Kleinode und vor allem viel Guilty Pleasure gemeinsam neu zu entdecken und bei einem kühlen Spaßgetränk zu feiern.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/53b5030e-3d16-41c0-a7a4-2a9688529c81.jpeg",
        "artists": []
    },
    {
        "id": "metdog-distant-relatives",
        "date": "2025-07-09T17:00:00+00:00",
        "title": "Metdog (AUS) & Distant Relatives (LPZG)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Metdog (AUS) & Distant Relatives (LPZG)",
        "descriptionLong": "Bullenhitze hängt über der Stadt, weil im Autohaus mal wieder falsch überbrückt wird. Wie man’s richtig macht? Keine Ahnung! Drei gelben Engel standen kurz ratlos rum, dann haben sie selbst den Notruf gewählt. Diagnose: Totalschaden mit Ansage! \r\n\r\nGut, dass wir die Nummer vom Melbourner Abschleppdienst Metdog haben. Also Karre hinten drauf, Warnblinker an und schon dudelt euch ihr neues Tape “one for the kids” entgegen und irgendwer drückt dir ne kalte Flasche Bier in die zittrige Hand. Garagen-Rock wie ein Faustschlag mit 3 Fingern: kurz, schmutzig und leider auch ziemlich unverhandelbar. Lasst eure Taser zuhause, ihr werdet auch so zzzzzucken.\r\n\r\nNach ordentlich Kabelbrand am Straßenrand liegengeblieben: unsere liebsten Distant Relatives aus Leipzig. Die hatten wohl bisschen arg schwer Postpunk und Deathrock in den Kofferraum geladen. Jetzt haben sie den Salat. Tut der Sache aber keinen Abriss. Max’ Gitarre sprengt das Panzerglas im Servicebereich des Carousel, Marleen ringt mit jeder Mänge Dämonen und Bass und Schlagzeug drücken einen langsam aber bestimmt gegen die Werkstattwand. Am Ende spucken alle einmal aus und singen:\r\n„We are all distant relatives / divided through selfmade classification / connected through a life that’s worth to be lived.“\r\n\r\nDas kann ja wieder was werden…und ihr wisst ja eh schon wo: Carousel im Autohaus. 9. Juli. Doors 19h, Messe 20h.",
        "shopLink": "https://pretix.eu/carousel/metdog-distant-relatives/",
        "img": "/img/fd16a365-e9ac-435b-8452-7f34166b8c14.jpeg",
        "artists": [
            {
                "name": "Metdog",
                "link": "",
                "description": "Naarm/Melbourne synth-punks Metdog have established themselves as giants of the local scene since 2017 with their angular-punk sound featuring slinky guitars, blippy synths,  samples and tight rhythms all given heft by Metdogs witty lyrical style delivered with untempered frankness. Metdog channels the energy of garage/rock classics The Saints, ACDC and The Stooges, delivering it in a package as intriguing as sonic innovators like Devo, Talking Heads or Gary Numan. \r\n\r\n2024 saw Metdog establish themselves as road veterans, embarking on several interstate tours playing with premium acts such as Full Flower Moon Band, Dr Sure’s Unusual Practice, Fungus, The Vovos etc. mid-January 2024, Metdog released their highly anticipated sophomore record ‘Question and Answers Regarding Computers and Screens’, featuring the hit single Screen Time, a hook-laden thumper for the post-novelty technological age. In mid 2025, they are skipping the ocean and bringing their live performances full of frantic energy, skittish beats and tasty licks to venues all through Western Europe. \r\n\r\nNaarm/Melbourne synth-punks Metdog deliver an angular-punk sound featuring slinky guitars, blippy synths,  samples and tight rhythms all given heft by Metdogs witty lyrical style delivered with untempered frankness.",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2563801470/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": ""
            },
            {
                "name": "Distant Relatives",
                "link": "",
                "description": "Eine Lawine von Emotionen erfasst dich, lässt dich taumeln, zwingt dich in die Knie. Distant Relatives aus Leipzig treten aus dem Zwielicht und schleudern einen Monolithen aus Postpunk und Deathrock gegen all die Durchschnittlichkeit, die das Genre in der jüngsten Vergangenheit befallen hat.\r\n\r\nDie Gitarre von Max wütet wie zersplittertes Panzerglas durch die sieben Songs. Chamäleongleich wickelt sich die Stimme von Marleen um die Harmonien. Sie besingt ihre inneren Dämonen und ihr Verhältnis zur Welt, eindringlich und mit bissigem Humor. Gleichzeitig treibt dich der Rhythmus von Schlagzeuger Alex und Bassist Albrecht unerbittlich gegen die Wand.\r\nAll das geschieht mit einer fast panischen Dringlichkeit, ohne pathetischen Nostalgie-Filter.\r\n\r\nGlasklar aufgenommen/gemixt von Alexander Günther (Studio Tutti) und druckvoll gemastert von JB Meyrieux.",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1539466675/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "coeur-a-lindex-exceeded-capacity",
        "date": "2025-07-04T18:00:00+00:00",
        "title": "Cœur à l'Index (Brüssel) und Exceeded Capacity (Autohaus)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Adieu Minette lautet der Titel der im Herbst erschienenen LP von Cœur à l’Index auf La Vida Es Un Mus. Aber halt, wenn auch das Label vermuten lässt, dass es sich hier um eine harte Street- oder Oi! Punk Band handelt, präsentiert die Scheibe acht zuckersüß anmutende Power Pop Nummern (zum Teil mit Gesangsharmonien wie geschlagene Double Crème auf einer luftigen Waffel). Wie der Titel, angelehnt an das Stück des französischen Chansonniers Renaud, lässt auch der Bandname eine deutliche Affinität zum Pop vermuten, schließlich trällerte die Belgierin Muriel Anfang der 80er\n\nWoh-woh-woh, la petite fille si complexe\nWoh-woh-woh, t'a mis son cœur à l'index\n\nmit Italo Pop Synthies unterlegt. Aber nicht alles ist Pop, schließlich sitzt Pogy von Pogy et les Kéfars (erinnert ihr euch an den Auftritt von vor zweieinhalb Jahren in der Leitstelle?) hinter den Trommeln und gibt dem Ganzen Edge.\n\nWir freuen uns außerdem darauf, bei Exceeded Capacity ins Schwitzen zu kommen. Sei es durch die unzähligen Akkordwechsel, der drängenden Delivery der Vocals oder die fulminanten Tempos der Songs. Wir halten Fächer und Riechsalz parat.\n\nFlyer artwork by <a href=\"https://www.instagram.com/joey.controlletti/\" target=\"blank\">Joey Controlletti</a>.",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/coeur-a-lindex-exceeded-capacity/",
        "img": "/img/ebff8893e1132cdba5b17eae78d45c87.webp",
        "artists": [
            {
                "name": "Cœur à l'Index",
                "link": "https://linktr.ee/coeuralindex",
                "description": "In January 2023 out of nowhere came a perfectly formed and amazing four track demo from Brussels’ CŒUR À L’INDEX. Now they follow it up with an 8 track album for La Vida Es Un Mus. CŒUR À L’INDEX deal in a sound that will make your knees weak and heart melt from the very first note to the last. Fragile pop songs for people who love C86 as much as they love power pop and punk, but who also have a soft spot for French Chanson from the 60’s onwards. An instant sugar rush with a bubblegum flavour of a band bought up on a diet of GIRLS AT OUR BEST, DOLLY MIXTURE and CHIN CHIN but also ELLI ET JACNO, LOUISE FERRON or RENAUD from who they lifted their album tittle. Part of a new wave of bands like ALVILDA and RIBBON STAGE their debut LP has bounce, it’s upbeat and it’s the perfect calling card.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/PyohO0wNQfY",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1449194627/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/d1042dfc874f207a3dafffffea8c11d3.webp"
            },
            {
                "name": "Exceeded Capacity",
                "link": "https://www.instagram.com/exceeded.capacity/",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3584448742/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": "/img/e78d6415efe326266668e5dfa47835ff.webp"
            }
        ]
    },
    {
        "id": "alien-nosejob",
        "date": "2025-07-02T17:00:00+00:00",
        "title": "Alien Nosejob (Australien) und City Boys (Autohaus)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Jake Robertson aus Down Under war das Bandgeschäft irgendwann zu arg und hat bei den Eggsellenten Ausmuteants einen Schlussstrich gezogen. Neben Aktivitäten bei anderen Gruppen wie den großartigsten Hierophants und Living Eyes hat er weiterhin eigene Musik im stillen Kämmerlein produziert, fernab vom Bandbiz. Folgerichtig nannte er das Projekt Alien Nosejob und haute unter dem Namen einen Banger nach dem anderen raus. Sein Gitarrenspiel so quirlig wie ein Wallaby zickzackt zwischen Devo-Core, Garage Rock oder aber immer wieder irgendwo dazwischen bzw. abseits der Genrekonventionen. Ganz selten gibt er sich einen Ruck und spannt seine Friendz für eine Tour ein. Zufälligerweise spielen seine Buddies auf der Europatour ‘25 z.B. auch Saxofon, wir können also gespannt sein, wie die nächste Gestalt des “Shapeshifter of Rock” klingen wird…\r\n\r\n\r\nAls die Jogginghose eines Morgens erwachte, fand sie sich in einem Proberaum zu einer Schrammelband verwandelt. Die Band City Boys besteht nun seit 1915 und schaffte es in dieser Zeit unfassbare 3 Veröffentlichungen auf den “Markt” zu bringen und nun soll schon die 4. folgen…",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/alien-nosejob/",
        "img": "/img/c3061cc8285afa09fbaa5207d062b1a9.webp",
        "artists": [
            {
                "name": "City Boys",
                "link": "https://city-boys.bandcamp.com/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/hpMjJ-4r-iM?si=M1GacJ450D-1uaZl",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Alien Nosejob",
                "link": "https://www.instagram.com/alien_nosejob/",
                "description": "Alien Nosejob began as the brainchild of Jake Robertson—an Australian musical polymath known for his work with acts like Ausmuteants, Frowning Clouds, Smarts, and School Damage. Originally conceived as a solo project to sidestep the complexities of managing a full band, Alien Nosejob has since evolved into a full-fledged four-piece force, delivering its eclectic sounds from down under to stages across the world.\nWith a prolific discography spanning a dozen releases, Alien Nosejob refuses to be pigeonholed. From the lo-fi bedroom punk and new-wave stylings of Paint It Clear, to the raw, unrelenting hardcore of Once Again The Present Becomes The Past, to the uncannily AC/DC-inspired riffs of Stained Glass, and the cheekily genre-defying Buffet of Love, the project showcases Robertson's uncanny knack for shape-shifting between styles while maintaining a cohesive artistic identity.\nNow on tour as a full band, Alien Nosejob’s live performances bring to life the variety and inventiveness of one of rock’s premier home-recording auteurs. Whether you're drawn in by curiosity about kangaroo-related trivia or the effects of jet lag on Australian musicians, you'll stay for the infectious energy and undeniable hits that have cemented Alien Nosejob as one of the most distinctive voices in modern rock.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/oHg3h6meBmU?si=6ZbpIHShfzRkVl1m\"",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3984847071/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/32a471cedefa775bf986b8202524fb2d.webp"
            }
        ]
    },
    {
        "id": "escape-schule",
        "date": "2025-06-28T18:00:00+00:00",
        "title": "Escape-Ism (LA) und 375 CEG (FFM)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Im Land der kaputten Brücken und Dauerbaustellen gibt’s außer dem Erdbeermond nur noch zwei echte Lichtblicke. Die beiden Deutschland-Gigs von Escape-ism. Einer davon im Autohaus! \r\n\r\nEscape-ism klingt wie der Sound, den man hört, wenn man zu lange wach war: Garage Gospel für verlorene Seelen mit Ian Svenonius, bekannt aus Nation of Ulysses und Chain & the Gang. Und wenn der raunt: „If you feel like rockin’, but you think it’s a sin“ – dann weißt du: Das hier ist keine Show. Das ist Beichte, Rückfall und Offenbarung in einem.\r\n\r\nAchtung Achtung: die auf dem Flyer noch aufgeführten Knabenschule mussten leider absagen. Stattdessen springen 375 CEG aus Frankfurt ein. Lasst euch überraschen …\r\n\r\nCarousel im Autohaus Heidelberg. 28/06/25.\r\nEinlass: 20:00 Uhr, Beginn: 21:00 Uhr.\r\nFlyer von Prints of Persia.",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/escape-schule/",
        "img": "/img/2cae90cb80b6668c361c45501b8fee09.webp",
        "artists": [
            {
                "name": "Escape-Ism",
                "link": "https://www.instagram.com/escape_ism_official?igsh=Nm15dHhxc3Myc3Fh",
                "description": "Escape-ism is the Found-Sound-Dream-Drama starring Ian Svenonius & Sandi Denton",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/eZUZSJcyc1g",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3245658334/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/3db5240b4cdb1a09df167333338e2fe1.webp"
            },
            {
                "name": "375 CEG",
                "link": "",
                "description": "375 CEG sind Christina mit ihrer Vermona Orgel, Synthesizer und Trompete, Matthias an der Gitarre, der fantastische Gerd am Schlagzeug und Dietrich am Theremin, Saxophon Experimental, Krautpunk, Garage, Noise-Rock und Anarcho-Blues.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/VDzl916ddOk",
                "bandcamp": "",
                "image": "/img/3dcb487c-6437-491a-8eca-6a109fbe1310.jpeg"
            }
        ]
    },
    {
        "id": "digger-wannabe",
        "date": "2025-06-25T17:00:00+00:00",
        "title": "Digger & The Pussycats (Melbourne, Australien) und New York Wannabes (Darmstadt)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Garage’s not dead und nirgendwo trifft das so zu, wie in Down Under! Mit Vollgas aus Melbourne, zeigt das Duo um Digger And The Pussycats, dass auch ein Zweitakter schnurren kann wie ein V8! So heißt es im Song “Motorbike”: “I got a new motorbike, someone took it away. Took it for a ride, on a sunny day.” und damit passen sie wie die Faust auf’s Auge in die benzingeschwängerten Hallen des Carousels. Apropos Hall: mit dabei sind die New York Wannabes aus Darmstadt, die mit trashigem Surfpunksound auch den letzten Kolbenfresser auf Hochtouren bringt!\n\nFlyer artwork: <a href=\"https://www.instagram.com/elmoper/\" target=\"blank\">Gerardo Meen</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/digger-wannabe/",
        "img": "/img/2aebfda4a7b4403c33a211beb9a1b267.webp",
        "artists": [
            {
                "name": "Digger & The Pussycats",
                "link": "https://www.facebook.com/diggerandthe",
                "description": "Melbourne's Digger & The Pussycats are hitting the road across Europe in June 2025. For the first time in five years, their European fans will have the chance to see Sam and Andy belt out their hits in festivals and clubs across Germany, France, Spain and the Benelux.\n\nConsidered one of Australia’s most exciting music exports, Digger &\nThe Pussycats having built a reputation across a 20-year career as a live\nband that leave every ounce of sweat on the stage. Combining a myriad\nof musical styles ranging from 60’s garage-punk right through to blues\nand party rock and roll, the band has won over audiences in both\nhemispheres through relentless touring and their prolific catalogue of\nreleases - including 5 x LPs, 14 x 7” singles and a split 10”.\nThroughout their long career, the band has extensively toured Europe, USA, and Asia. Even now, they love to play shows in both tiny clubs and massive festivals, always keeping their true ambition clear: to entertain 100% of the time.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/l0UAk4MFRsE",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=4200899689/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/0d9ff80175efffb8defc5a532b2c565a.webp"
            },
            {
                "name": "New York Wannabes",
                "link": "https://www.facebook.com/newyorkwannabes/",
                "description": "From the trink halles and back courts of Darmstadt, the NEW YORK WANNABES unique sounds are for sure to rape your mind and fill it up with their bluesy sleaze that oozes Rock n Roll out of your ears.\nWhile Ms. Sue's tribal drums pound like a million jack booted feet, Mr. Lucky slinks, slithers and blasts his raw guitar sound like a ice cold puck aimed straight at your kisser.\nIt's a NEW YORK WANNABE world, live in it...and if your feet are not tapping, go see a fucking podiatrist",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/zd1HawvKBVk",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3286667062/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/6326abfd5ff0963a6228d438802b6c85.webp"
            }
        ]
    },
    {
        "id": "skullcult-socke",
        "date": "2025-06-21T18:00:00+00:00",
        "title": "Skull Cult (Synth/Garage Punk aus Indiana) + Socke (Autohaus)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Skull Cult klingt nach einer schwarzen Katze.\nEiner schwarzen, leicht verwahrlosten buckligen Katze, die dir eine scheuert, sobald du weg schaust – und dabei wild in die Tasten eines Synthesizers hakt. Die Synth-Punk-Band aus Indiana liefert bissige Riffs, schrammelig, schnell und mit ordentlich Krallen. Kein Wunder also, dass die neue Skull Cult EP „Can’t you see what I mean?“ von genau so einem Stubentiger geziert wird. \n\nAm 21.06. machen Skull Cult Halt bei uns im Autohaus!\n\nEin weiser Mensch sagte einmal:\n„Socke lässt dich schwitzen wie Omas Wollsocken an einem Sommertag.“\nWas könnte also besser zum Sommeranfang passen als Socke als Opener für Skull Cult?\n\nDie Autohaus Originals haben jetzt sogar einen Synthesizer im Gepäck – und liefern auch sonst den ein oder anderen Überraschungseffekt. Die Debüt EP der Band, \"Schlechte Luft EP\", gibt es seit Februar auf Bandcamp!\n\n\nSkull Cult + Socke gibt's am Samstag 21.06 im Carousel. 20 Uhr Einlass, 21 Uhr Musik.\n\nArtwork by <a href=\"https://www.instagram.com/julianvonsocke/\" target=\"self\">@julianvonsocke</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/skullcult-socke/",
        "img": "/img/dbb58f5e198b7808ec1ee0d1fbb8fa09.webp",
        "artists": [
            {
                "name": "Socke",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3954145444/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Skull Cult",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1874672911/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "dccross",
        "date": "2025-06-12T17:00:00+00:00",
        "title": "Rückwärts in den Sonnenuntergang – D.C Cross (AUS) & The Long Strange Trip (Autohaus)",
        "fee": "frei / 0€",
        "feeAk": "",
        "descriptionShort": "Aus Australien kommt einer zu uns, der Gitarre spielt und klingt wie ein UFO-Absturz im Outback: D.C Cross. Mit seiner „Ecstatic Guitar“ streunt er irgendwo zwischen John Fahey, Elizabeth Cotten und Nick Drake umher. Der Mensch kann natürlich auch Fahrrad fahren, rückwärts versteht sich, wie in seinem neuesten Video „International Bury the Hatchet Day“ beneidenswert zu bestaunen ist. \nAll das hat er auf sein neuestes Album „Glookies Guit“ gepresst. Ein Vinyl gewordener, ungewöhnlich wohltuender Sonnenstich! \nBevor Cross sich durchs Raum-Zeit-Kontinuum zupft, gibt es warmen Asphalt mit The Long Strange Trip. Musik wie ein rostiger Chevy vor der Bowlingbahn. Wir sehen uns bei ner kalten Coke an der Bar vom Carousel.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/7e82dd96fa8658bd0a0cf514ce2c04c5.webp",
        "artists": [
            {
                "name": "D.C Cross",
                "link": "https://www.instagram.com/d.ccross/",
                "description": "Darren D.C Cross is an instrumental ecstatic guitarist.\n\nIn the tradition of Leo Kottke, John Fahey, Nick Drake, Elizabeth Cotton and Mississipi John Hurt but forging a unique Australian perspective on the genre. Open guitar tunings to conjure light and shade and bring the spirit.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/RoHUsuQtj_c",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3020950765/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/310c924c76c4c891023276357d898dd2.webp"
            },
            {
                "name": "The Long Strange Trip",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "mitraille-neat-mentals-muddux",
        "date": "2025-05-30T18:00:00+00:00",
        "title": "Mitraille (Garage Punk, Antwerpen), Neat Mentals (Punk Rock, Stuttgart) und MudDux (Autohaus)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Am 1. Tag nach Christi Himmelfahrt ist im Carousel die Hölle los! Eine heilige Dreifaltigkeit des Punk Rock bringt euch zum Tanzen, als wäre der Boden aus Lava. Denn aus Antwerpen, über gut ausgeleuchtete Autobahnen direkt nach Heidelberg ins Autohaus, fahren Mitraille ihren nervösen Garage Punk vor, bis ihr euch vor Power Pop Hooks und Garage-Hymnen nicht mehr retten könnt! Auch davor gibt es Punk Rock ohne Geschwindigkeitsbegrenzung aus Stuttgart mit den Neat Mentals. Das Ganze wird von MudDux eröffnet. Zu einem Drittel Mexikanisch, einem Drittel Irisch und einem Drittel Yankee sind die Inhouse Punx musikalisch dem Punkrock der 90er nicht fremd. Also packt eure Matschhosen ein und kommt am 30. Mai zur Punkrock Prozession ins Autohaus gedriftet!\n\nArtwork by <a href=\"https://www.instagram.com/julianvonsocke/\" target=\"self\">@julianvonsocke</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/mitraille-neat-mentals-muddux/",
        "img": "/img/50c5776d2823ff60a38670d8363259dc.webp",
        "artists": [
            {
                "name": "Mitraille",
                "link": "https://www.instagram.com/mitrailleband/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/7aiO9kCkAEY?si=uN0DsC2nsV2Tc2Eo",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1855328498/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/7d13e58571ad5f5d2de4899b5b0fad75.webp"
            },
            {
                "name": "Neat Mentals",
                "link": "https://www.instagram.com/neatmentals/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/_uVplWgB6zc",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3857505738/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": ""
            },
            {
                "name": "MudDux",
                "link": "",
                "description": "Up the Autohaus Punx!",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "",
                "image": "/img/muddux.jpg"
            }
        ]
    },
    {
        "id": "condor-chemical-threat",
        "date": "2025-05-06T17:00:00+00:00",
        "title": "Condor (Oi! aus Frankreich) und Chemical Threat (Rhineline Hardcore)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Okay, okay, wir legen nochmal nach und starten mit einem Oberhammer in den Mai. Condor um Max Smadja von Rixe fegen an diesem Dienstagabend bei ihrem einzigen Tourstopp in Westdeutschland einmal über die Bühne des Carousel. Smadja hat die Stücke auf den beiden Cassingles (oder gesammelt als Singles auf Beach Impediment) zwar alleine eingehämmert, wird auf der Tour allerdings u.a. von Mitgliedern der Savageheads unterstützt. 80er Punk mit deutlichem Oi-Einschlag und sehr hohe Drehzahl werden serviert.\nDynamik und Spannungsbogen haben wir für diesen Termin ignoriert und fangen gleich mit Hardcore Punk Geschmacksrichtung hart und schnell an: Chemical Threat von STTW Records bringen den Rhineline Hardcore an den Neckar.",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/condor-chemical-threat/",
        "img": "/img/29fd96a9138d131d041ef227d7248874.webp",
        "artists": [
            {
                "name": "Condor",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1256621441/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": ""
            },
            {
                "name": "Chemical Threat",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=461990999/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": ""
            }
        ]
    },
    {
        "id": "wax-head-zuendung",
        "date": "2025-04-26T18:00:00+00:00",
        "title": "Wax Head (Manchester, UK) und Zündung (Heidelberg)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "EIN ABEND FÜR DEN NACKTMULL\n\nHöchste Zeit, sich mal näher mit dem Nacktmull zu befassen – dieser Ikone der biologischen Gegenkultur. Am 26. April laden wir deshalb Wax Head (UK) und Zündung (HD) als ausgewiesene Experten auf dem Gebiet der Tunnel-Forschung ins Carousel ein. Forscherinnen und Entdecker aufgepasst – das wird ein unterirdisch guter Abend!\nEben noch mit den Wartungsarbeiten am tropfenden Eurostar-Tunnel beauftragt, haben  Wax Head aus Manchester mal ganz locker nebenbei ihre neueste Single „Terminal Sinker“ über Sour Grapes Records an die Oberfläche gepusht. Ein Sound, der uns alle schaufeln lässt – Repeat-Taste gedrückt, und Oma Ernas Gemüsebeet ist ruckzuck auf links gedreht. Aktuelle #1 der Nacktmull-Playlist.\nUnd wenn’s im sogenannten Heidelberger Untergrund mal wieder was zu sprengen gibt, sind Zündung natürlich ganz vorne mit dabei – die Lunte so kurz wie ihre Gitarrenriffs. Bei ihrer Show tauchst du garantiert nur zum Luftschnappen auf. Nacktmull-certified!",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/wax-head-zuendung/",
        "img": "/img/bf010160c648bc7114f1332c2879389c.webp",
        "artists": [
            {
                "name": "Wax Head",
                "link": "https://www.instagram.com/waxhead.band/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/NQrvD_YKE3Q?si=X8s5m3Qlup8uel8c",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2395743865/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/b8955052aa9608f1fa4ffb03aa3b2f9a.webp"
            },
            {
                "name": "Zündung",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/INcHWWMnMBg?si=e2iXpB4CAxlPmEH_",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "snapped-ankles-fatale",
        "date": "2025-04-15T17:00:00+00:00",
        "title": "Snapped Ankles (London), Fatale (Heidelberg)",
        "fee": "19,47",
        "feeAk": "20",
        "descriptionShort": "Metropolink‘s Commissary & Autohaus are joining forces for the first time and we are thrilled to present Snapped Ankles from the UK – they will blow the leaves right off your treetops!\n\nHeidelberg's Fatale are on support duties and will hit the first axe into the trunk!\n\nDon‘t miss out.\n\nArtwork by <a href=\"https://www.instagram.com/julian.grmn/\" target=\"self\">@julian.grmn</a>",
        "descriptionLong": "",
        "shopLink": "https://rausgegangen.de/en/events/snapped-ankles-hard-times-furious-dancing-tour-0/",
        "img": "/img/snapped_ankles_flyer.jpg",
        "artists": [
            {
                "name": "Snapped Ankles",
                "link": "https://www.instagram.com/snappedankles/",
                "description": "They came from the trees.\n\nNow settled in fertile east London, Snapped Ankles maintain the feral energy of the forest. Fight or flight. Primal motorik rhythms, the rush of white noise and synth-punk angles; an aural onslaught played out on homemade log synths, electrified guitars and sticks beating hell on taut animal skin.\n\nSnapped Ankles have flourished in the sub-tropical climes of warehouse and squat parties, moving onto performance art collaborations with filmmakers and shows in unlikely locations such as barber shops, games arcades and the forests they once called home. They plough a singular furrow at improbable angles. The woodwose have discovered electricity and they’re not afraid to use it.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/MVbkkyCw66w?si=7zFok4ikcrX4-_S-",
                "bandcamp": "",
                "image": "/img/snapped_ankles.jpg"
            },
            {
                "name": "Fatale",
                "link": "https://www.instagram.com/fatale_hd/",
                "description": "Post-Punk/Rock band from Heidelberg (Germany)",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/xAxnE_zvgXQ",
                "bandcamp": "",
                "image": "/img/a6be23e7-debc-4a6a-9592-e1fd252b8d3f.jpeg"
            }
        ]
    },
    {
        "id": "milk-tv-lemongrab-warm-swords",
        "date": "2025-04-04T18:00:00+00:00",
        "title": "Milk TV (Brüssel), Lemongrab (Berlin) und Warm Swords (Leipzig)",
        "fee": "12",
        "feeAk": "15",
        "descriptionShort": "Es ist April und der Heidelberger Frühling™ ist in vollem Gange! Doch die Hauptstraß' ist uns zu glatt, wir geben Vollgas auf dem Seitenstreifen mit einem Dreierpack Art-Punk, der dir härter ins Hirn fährt, als jeder Frühjahrsheuschnupfen.\n\nMit dabei sind Milk TV aus der Europastadt Brüssel! Mit Postironie und VHS-Nostalgie und einer Prise Devo, XTC und Sparks, ist man hier auch ohne Antihistamine gewappnet und verlangt nach mehr!\nDie Berlin-Kanadische Kooperation von Lemongrab packen ihre Koffer und bringen sehr viel Post-Punk, etwas Grunge und eine energiegeladene Live Show ins Carousel mit Und nicht nur das, denn die Neuseeland-Frazösisch-Leipziger Truppe Warm Swords passen auch noch ins Gepäck um die Post-Punk Nummer noch einmal auf Links zu drehen, etwas Egg hinzuzufügen und uns mit ordentlich Fahrvergnügen im Kreis drehen wird!\n\nZum krönenden Abschluss gibt es noch ein gehörige Portion Funk-Grooves direkt von der Rille von Hard Boiled Funk auf die Ohren, um das Omelette komplett zu machen!\nArtwork: <a href=\"https://www.instagram.com/the_prints_of_persia/\" target=\"blank\">Prints of Persia</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/milk-tv-lemongrab-warm-swords/",
        "img": "/img/06dc84a56bce0873820c1b1eb03871e3.webp",
        "artists": [
            {
                "name": "Milk TV",
                "link": "https://www.instagram.com/milk.tv.band/",
                "description": "Milk TV is an \"Art Punk\" trio created in 2017 in Brussels. He draws on playground nostalgia, cheap TV and a healthy dose of post-Reagan cynicism to produce choppy, raucous rock music that makes it sound like Devo, Wire, Xtc and...Primus aren't too far in the rearview mirror.\nWith members of Ropoporose, Brorlab, Phoenician Drive.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/715KwpRYz3g?si=rZ7Cp456JKBTqbrL",
                "bandcamp": "",
                "image": "/img/c56f6b45edd465a790e08441e36ab10e.webp"
            },
            {
                "name": "Lemongrab",
                "link": "https://www.instagram.com/lemongrammm/",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=720573584/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": "/img/3cfba27a95b4671b9e6503c2f97e4dae.webp"
            },
            {
                "name": "Warm Swords",
                "link": "https://www.instagram.com/warm.swords/",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3864379952/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true",
                "image": "/img/fda19647b39a3a12a4553bb2ab12c038.webp"
            }
        ]
    },
    {
        "id": "flathead-almostlovers",
        "date": "2025-03-09T14:00:00+00:00",
        "title": "Flathead (Marseille) & Almost Lovers (Brüssel/Lille) - gepflegtes Eskalieren! ",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "Ach, Sie kuscheln Sonntags auch gerne bei Pfefferminztee mit ihrer Katze unter der 15-Tonnen-Gewichtsdecke und überlegen, ob das Leben nicht vielleicht doch anderswo stattfindet? \nNa dann machen Sie es dieses Mal doch einfach wie wir und pfeffern hurtig die Pantoffeln ins Eck’ und checken dann ganz lässig und mit angezogener Handbremse in Heidelbergs schärfstem Autohaus ein (Ifo-Institut approved).\nIm Carousel lesen Ihnen Flathead und Almost Lovers nämlich nicht nur diskret die (musikalischen) Leviten, nein, Sie erwartet auch kanisterweise bittersüßer Messwein und eine Gemeinde, die Ihresgleichen erst noch finden muss. Wer kann da nein sagen? Ja, wir sicher nicht!\nFlathead (Marseille) – predigen eine neue, rauere Version des Powerpop. So, als hätte man noch etwas Dreck vom Samstag unter den Nägeln. In Deutschland wird ihr neues (self-titled) Album am 6. März auf Wanda Records erscheinen. Und dann wird es kein Halten mehr geben. Mit Mitgliedern ehemaliger Punk-Bands wie Tomy & The Cougars, Pogy & Les Kéfars, La Flemme, The Aggravation und Seppuku sind die fünf Jungs bereit für die ganz große Messe.\nAlmost Lovers aus Brüssel – lassen sich von Bands wie Oasis, Teenage Fan Club und The Nerves inspirieren. Die Gitarren immer nach vorn verkörpern unsere Nostalgiker des triumphalen Britpop dieses Erbe und liefern klassisch britischen Rock, der gleichzeitig zeitlos wirkt – perfekt zu ihren Vokuhila-Frisuren und Vintage-Gesangsharmonien. Almost Lovers haben bereits zwei EPs beim französischen Label Howlin' Banana Records veröffentlicht, die jüngste davon im Dezember 2023. Mit Mitgliedern von Ada Oda, Annabel Lee, Departure Kids und Les Concordes bringen sie eine erfrischende Mischung aus Retro-Charme und modernem Sound.\nUnd wenn Sie sich nach dieser wilden Nacht denken: „Uiuiui, was für eine Verwüstung!“, dann machen Sie’s uns nochmal nach und gehen zum Spogomi! Erst feiern, dann Müll sammeln – der Kreislauf des Lebens!\n",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/flamo/",
        "img": "/img/flathead-almostlovers.jpg",
        "artists": [
            {
                "name": "Flathead",
                "link": "https://linktr.ee/flathead_marseille",
                "description": "With melodies, guitars, passion, and attitude, FLATHEAD is the 70's style rock supergroup of Marseille, France. United under the same powerpop banner since 2020, a first 4 track EP named \"Sunset Girl\" was released on Madrid label Snap!! Records in October 2022. The 5 boys are ready to conquer the world.\n\nWith members of  late punk bands: Tomy & The Cougars, Pogy & Les Kéfars, La Flemme, The Aggravation, Seppuku.\n\n",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/L5jl64KZQf8?si=OWFvl-5aiYrerKki",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=106785986/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/f055ac9958ceb255fd7ef7d09efd118c.webp"
            },
            {
                "name": "Almost Lovers",
                "link": "https://www.instagram.com/almostlovers_band",
                "description": "Almost Lovers revive the spirit of 70s/90s powerpop, like Oasis, Teenage Fan Club and the Nerves as sources of inspiration for their young career. With all guitars forward, these nostalgics of triumphant Britpop assume this heritage by delivering quintessentially English rock, something eternal, which goes with their mullet cuts and vintage vocal harmonies. Almost Lovers have released two EPs on french label Howlin' Banana records, the last one in December 2023.\n\nWith members of Ada Oda, Annabel Lee, Departure Kids, Les Concordes...",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/vKh3yBmOpeg?si=dMOdAZeUwKYsh-7-",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3505187730/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/8c0c99f1aed8027652f07ce830a9c812.webp"
            }
        ]
    },
    {
        "id": "alvilda_loosey",
        "date": "2025-02-28T19:00:00+00:00",
        "title": "Alvilda (Paris) mit Loosey (New York) und Aftershow Party mit Punkrock Aerobix!",
        "fee": "15",
        "feeAk": "",
        "descriptionShort": "Ein Freitagabend in Heidelberg, Ende Februar. Karneval? Na klar. Hajo und so. Aber wer noch halbwegs bei Verstand ist, lässt die Pappnase zu Hause und geht ins Carousel, wo zwei Bands spielen, die dich daran erinnern, warum du überhaupt angefangen hast, Musik zu lieben: Alvilda und Loosey.\n\nAlvilda. Vier Pariserinnen, die so cool sind, dass selbst der Eiffelturm neidisch guckt. Ihr Sound? Garage-Rock, wie er klingen muss: roh, direkt, und so ansteckend, dass du mitsingst, bevor der Refrain zum zweiten Mal kommt – oder zumindest „la-la-la“ mit französischem Akzent summst. Ihre EP „Négatif“ hat 2021 den Sommer gerettet. Mehr Energie als jede Konfettibombe!\n\nLoosey. New York City. Eine Stadt, die dich entweder frisst oder dir zeigt, wie du zurückbeißen kannst. Loosey hat gebissen. Inspiriert von UK-Glam, Power-Pop und der ersten Punkwelle liefern sie eine Live-Show so unberechenbar wie ein Kamelle-Wurf. Mit zwei gefeierten EPs und der Zusammenarbeit mit Produzent Matt Sweeney arbeiten sie auf ihr Debütalbum 2025 hin.\n\nUnd als ob das nicht alles schon genug für den letzten Tag im Februar wäre, hat der Goldesel-Elferrat auch noch die wunderbaren Isa Lee Libertine & Angie Action a.k.a. Punkrock Aerobix zur After-Show an die Decks gebeten. \n\nSoweit alles klar?\n\nFlyer: <a href=\"https://www.instagram.com/joey.controlletti/\">@joey.controlletti</a>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/alvilda/",
        "img": "/img/7a9f57a04054097fa457ffa401e7f97a.webp",
        "artists": [
            {
                "name": "Alvilda",
                "link": "https://linktr.ee/alvildalp",
                "description": "With their scruffy power pop and contagious freshness, these four Parisians came to attention with their debut EP \"Négatif\", joyfully making us dancing through the summer of 2021. But behind the effortlessly cool façade hide four incredibly hardworking women who have since toured relentlessly, turning their band into a ruthless dancing machine now opening for prestigious acts (The BellRays, The Nomads), before their long-awaited LP comes out in 2024.\n \nAlvilda plays garage rock wonderfully. '60s girl group vocal harmonies backed by a tough punk-y guitar sound with pop flourishes. The songs are so catchy, you start to sing along on the first listen. The French accents lend an extra air of coolness. Their bouncy songs are full of energy and a lot of fun, but also really well executed and sound strikingly authentic like this is some long lost late seventies gem. Alvilda mix ’60s girl group with ’70s Good Vibrations pop punk influences and je t’aime it a lot. It’s insane that these are the first recordings of the band.\nOne smile at a time.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/0WLX5LRif_4",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3747921211/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/abf965b00d38efea9883010871ee3d6a.webp"
            },
            {
                "name": "Loosey",
                "link": "https://linktr.ee/looseyband",
                "description": "Loosey play rock’n’roll.  Real, unhinged, beer fueled, sweat soaked, passionate ROCK’N’ROLL. Drawing freely from the traditions of UK Glam and Bovver rock, Australian Hard Rock, classic American Power Pop and first wave Punk, Loosey strive to make rock’n’roll a real, living breathing art form again- free from slick, ironic, industry-plant bullshit and gutless, try-hard, retro-emulation.\nFormed in 2021 in New York City by members of The New York Hounds, Yellow Eyes, and near countless other underground punk and metal bands, Loosey have quickly made a name for themselves with their charismatic and wildly unpredictable live show.  The two highly sought after, self released EPs that followed have only further cemented their reputation for delivering infectious and joyful rock’n’roll like basically no one else can these days.\nAs for what’s next, Loosey has begun work alongside producer Matt Sweeney (Chavez, Zwan, Iggy Pop) on their debut LP for release in 2025, and are planning extensive touring in North America, Europe, and beyond.\nThis is the dawning of LOOSEY.  Get into it.",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=488317698/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/aa55b153592a417642db7d1498aff42c.webp"
            },
            {
                "name": "Punkrock Aerobix",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "",
                "image": "/img/40cd313b9c50c512575376bb296ed49e.webp"
            }
        ]
    },
    {
        "id": "sgatv_zz",
        "date": "2025-02-21T19:00:00+00:00",
        "title": "S.G.A.T.V. (Schweiz), Zero Zeroes (Karlsruhe) und Dispo (Leipzig)",
        "fee": "10",
        "feeAk": "",
        "descriptionShort": "Schweizer Synthpunk Supreme, so oder so ähnlich könnte man S.G.A. T.V. beschreiben. Mit einer Mischung aus Punk- Attitüde und Dungeon Synth werden sie das Autohaus aufreiben und euch gewaltig in den halligen Overdrive fahren! Unterstützung bekommen sie von den Karlsruher Hall Of Fame-Punkern ZeroZeroes! Doch damit nicht genug, wir legen den 6. Gang ein und machen mit den rauchenden Rüpeln der Band DISPO den Hattrick komplett!\n\nDJ Aftershow Party mit Pony Coldhand & John Ass!\n\nPoster art: @exx_valdez",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/sgatv-zz/",
        "img": "/img/2718d6f3c4977dafd3b23c2dfd066c42.webp",
        "artists": [
            {
                "name": "S.G.A.T.V.",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3544300794/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Zero Zeroes",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=500494345/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Dispo",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/0uQTXG10xlY?si=E9WHI-irfGmdOH3x",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "sleeveens",
        "date": "2025-02-13T19:00:00+00:00",
        "title": "The Sleeveens (Nashville) und A Silly Walk (Heidelberg)",
        "fee": "10",
        "feeAk": "",
        "descriptionShort": "Keine Atempause im Februar Carousel des Rock'n'Roll, denn schon am 13. geht es weiter mit den famosen The Sleeveens aus Nashville, U.S.A.! Klingt zwar eigentlich eher nach Dr. Feelgood und Stiff Little Fingers als nach Johnny Cash, macht euch also auf also auf Turbo gefasst! Als zweiten Trick zaubert der Goldesel die Heidelberger Lieblinge A Silly Walk endlich zum ersten Mal auf die Bühne im Carousel. Seit nunmehr 16 Jahren werden sie vom Ministerium des Garage Rock gefördert, um das Volk gefügig zu machen!\nEs gibt also keine Widerrede, es werden keine Importzölle verhängt: ran den Honigtopf des Rock’n’Rolls! Poster Art by @the_prints_of_persia",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/sleeveens/",
        "img": "/img/6b0c07c2ec3c60e42d72581791a2fbd7.webp",
        "artists": [
            {
                "name": "The Sleeveens",
                "link": "https://thesleeveens.com/",
                "description": "When Irish-born Count Vaseline/The Mighty Stef songwriter Stef Murphy met Stiff Little Fingers guitar tech Jamie Mechan in Nashville, Tennessee, it began a musical partnership of the highest order. After cranking out a few tunes at Mechan’s fledgling studio, 302 Sound, the duo started recruiting other musicians. The band was rounded out by drummer Ryan Sweeney (Cheap Time) and Eli Steele (Sweet Knives.) Dubbing themselves The Sleeveens, an Irish term for a trickster, the band got to work. After recording and releasing their highly-touted “Give My Regards To The Dancing Girls” 45rpm single on Sweeney’s Sweet Time Records, they finished off their 11 track debut LP. The quartet were soon approached by longrunning punk label Dirtnap Records (Marked Men, Exploding Hearts) for the album’s 2024 release. The resulting LP is an homage to the kind of classic punk Chiswick, New Rose and Stiff Records were releasing 45 years before The Sleeveens existed. With earworm melodies and screaming guitars, the foursome have crafted one of the best albums of the year. Murphy’s penchant for charmingly brilliant, matter-of-fact lyricism has a similar poetic quality as Mark E. Smith or Jonathan Richman. With expert mastering by Jim Diamond (The White Stripes, The Dirtbombs) to put the finishing touches on the sound, The Sleeveens is a record that is simultaneously uncompromisingly raw and thoughtfully crafted.",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=4109219132/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/d7eb9608b93b236cf2cf996aefa00b2f.webp"
            },
            {
                "name": "A Silly Walk",
                "link": "https://www.asillywalk.de/",
                "description": "A Silly Walk (/ə ˈsɪli wɔk/)\n\n(Substantiv, Neutrum)\n\nDefinition von Nischenband. Auch franz. “Une marche stupide”.\n\nGruppe bestehend aus 4 gleichgesinnten Musikanten, die versuchen ein eigenes Genre zu definieren oder aber auch alle Nischen zu bedienen. Hauptsächlich ist es aber eher Punk, Noise und Garage Rock.",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=143617213/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "negative_gears",
        "date": "2025-02-07T19:00:00+00:00",
        "title": "Negative Gears (Sydney), Galeere (Heidelberg) und Monochrome Lights (Mannheim)",
        "fee": "10€",
        "feeAk": "",
        "descriptionShort": "Um dem kochendheißen australischen Sommer zu entkommen, nistet sich das Aussie-\n  Fünfgespann um Negative Gears im Carousel ein. Mit einem Sound der so wavey ist, dass er fast\n  aus dem Sand des Bondi-Beaches entsprungen sein könnte. Klingt ein bisschen wie Units oder\n  Crisis, wenn sie sich mit Gang Of Four den Neoprenanzug geteilt hätten!\n  Als Support sind die Mannheimer Post Punker von Monochrome Lights am Start, die mit düsteren\n  Sounds den Winter noch dunkler machen!\n  Aber damit nicht genug, auch Heidelberg's Finest Galeere gibt sich die Ehre und heizen euch ein!\n  \n  Flyer: <a href=\"https://www.instagram.com/joey.controlletti/\">@joey.controlletti</a>\n  ",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/negative_gears.jpeg",
        "artists": [
            {
                "name": "Negative Gears",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3046476883/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=false/",
                "image": "/img/negative_gears_photo.jpg"
            },
            {
                "name": "Monochrome Lights",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/track=2043034640/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/monochrome_lights.jpg"
            },
            {
                "name": "Galeere",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "",
                "image": "/img/galeere.jpg"
            }
        ]
    },
    {
        "id": "yggdrasil",
        "date": "2024-12-06T17:00:00+00:00",
        "title": "Yggdrasil",
        "fee": "10€",
        "feeAk": "",
        "descriptionShort": "Lebe im Jetzt, warte nicht auf morgen;\n        pflücke heute die Rosen des Lebens.\n        Original: Lev i nuet, vent ikke til i morgen;\n        plakk livets roser i dag.\n  \n        Es wird wieder Zeit, dass sich die Tore öffnen!\n  \n        Wir werden leider auch nicht jünger, aber wollen auf mindestens ein größeres Stampfen nicht verzichten.\n  \n        Es wird kalt, und wir laden euch ein, in unsere kleine neue Höhle zu kommen. Es wird kuschelig, es wird warmen Glühwein und Met geben. Draußen wird eine kleine gemütliche Oase für euch gestaltet.\n  \n        Auftakt ist am 6. Dezember 2024 um 18 Uhr. Kommt pünktlich, denn in der Höhle haben nur 199 Wikinger/innen Platz. Der Eintritt kostet 10 Euro und wird an den Carousel e.V. gehen.**\n  \n        Eine Einladung\n  \n        Bringt eure Liebsten mit!  \n  \n        Ein paar Fakten:\n  <ul>\n  <li> Es wird farbenfrohe Visuals von Jaime Ramirez und Phasensprung geben.</li>\n  <li> Die Location ist Hebelstraße 7, 69115 Heidelberg – nur 15 Minuten zu Fuß vom Heidelberger Hauptbahnhof entfernt.</li>\n  <li> Eine kleine Spendenkasse (Valhalla of Sound) wird an der Kasse für das nächste Stampfen im Freien 2025 stehen.</li>\n  <li> Verkleidet zu kommen ist total angesagt.</li>\n  <li> Warmer Glühwein und Met werden angeboten. Bringt bitte ggf. eine Tasse mit.</li>\n  <li> Rauchen in der Location ist nicht gestattet. Dafür bauen wir draußen eine Oase für euch auf.</li>\n  <li> Psycare wird vor Ort sein.</li>\n  <li> Ab 18 Jahren – Muttizettel zählen nicht.</li>\n  <li> Die Location ist barrierefrei.</li>\n  <li> Nicht wundern: Der Toilettenwagen steht vor dem Eingang.</li>\n  <li> Die Location bietet Platz für 199 Wikinger/innen.</li>\n  </ul>\n  \n        ᛚᛁᚾᛖ ᚢᛈ\n        Line up:\n  \n        Solė Fía\n        <a href='https://soundcloud.com/sole-fia'>https://soundcloud.com/sole-fia</a>\n  \n        Tret.Gold & Kappajota\n        <a href='https://soundcloud.com/tret-gold'>https://soundcloud.com/tret-gold</a>\n        <a href='https://soundcloud.com/djkappajota'>https://soundcloud.com/djkappajota</a>\n        \n        Takttrauma \n        <a href='https://soundcloud.com/takttrauma'>https://soundcloud.com/takttrauma</a>\n            \n        Pfeifenreiter\n        <a href='https://soundcloud.com/pfeifenreiter'>https://soundcloud.com/pfeifenreiter</a>\n        \n        Milan Knete\n        <a href='https://soundcloud.com/kneterich'>https://soundcloud.com/kneterich</a>\n        \n        Mak Eye\n        <a href='https://soundcloud.com/markaraaa'>https://soundcloud.com/markaraaa</a>\n        \n        Project P with YenkY MC\n        <a href='https://www.mixcloud.com/projectp/project-p-der-berg-ravt-safe-1/'>https://www.mixcloud.com/projectp/project-p-der-berg-ravt-safe-1/</a>\n  \n  \n        <b>ᚹᛁᚱ ᚠᚱᛟᛇᛖᚾ ᚢᚾᛋ ᚨᚢᚠ ᛇᚢᛉᚺ – ᚨᚢᚠ ᚹᛁᚴᛁᛝᛖᚱᚨᚱᛏ</b>\n  \n        Wir freuen uns auf euch\n    ",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/24-12-06-yggdrasil/",
        "img": "/img/yggdrasil.jpg",
        "artists": []
    },
    {
        "id": "data-unknown_poo-poo-talks",
        "date": "2024-11-30T19:00:00+00:00",
        "title": "Data Unknown (Indianapolis) und Poo Poo Talks (Rom)",
        "fee": "10€",
        "feeAk": "",
        "descriptionShort": "Last Call vor 2025! Und dieses Jahr endet mit einem Banger! Nicht einmal, nein, ganze zwei schnittige Bands, driften ins Carousel!\n  Zum einen aus der Heimatstadt des rasanten Indy 500, rasen Data Unknown mit nihilistischem Synth Punk und zum anderen aus der Stadt die einst bekannt war für ihre Streitwagenrennen, kommen Poo Poo Talks mit waschechtem Egg Punk di Roma! \n  Kein anderer Jahresabschluss legt so den Turbo ein!\n  \n  Flyer: <a href=\"https://www.instagram.com/joey.controlletti/\">@joey.controlletti</a>\n  ",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/data-unknown_poo-poo-talks.jpg",
        "artists": [
            {
                "name": "Data Unknown",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=1912446176/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Poo Poo Talks",
                "link": "",
                "description": "Poo Poo Talks are a fast and fun synth garage-rok power trio from Rome that mixes rock 'n' roll, garage, and alt-punk for a high-volume experience. In December 2023, they released a fully self-produced demo on cassette, which, along with their live performances, helped spread their music both in Italy and abroad. \n  Rok is back!",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=725028460/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "tyvek_exceeded-capacity",
        "date": "2024-11-15T19:00:00+00:00",
        "title": "Tyvek (Detroit) und Exceeded Capacity (Heidelberg)",
        "fee": "8€ VVK",
        "feeAk": "",
        "descriptionShort": "Die auffälligste Konstante der Band Tyvek aus Detroit war schon immer der kompromisslose Sound der Aufnahmen. Die Becken zischen, die Gitarren übersteuern, dem Gesang, der einzigen personellen Konstante der Band Kevin Boyer, wird weder Pause noch Headroom gegönnt, während der Bass dem ganzen das nötige Rumpeln verpasst. Lo-Fi wo man hinhört! Stilistisch haben Tyvek dem Grundsound des Garage Punk über die Jahre nie den Rücken gekehrt, wenn auch hier und da Noise und Drone Elemente bis zu No-Wave Saxofon-Anleihen ihren Weg in die meist sehr kompakt gehaltenen Stücke finden. Für die aktuelle Tour ergänzen die Langzeit-Kollaborateure Boyers Shelley Slant, Fred Thomas (beide u.a. von Saturday Looks Good To Me), Emily Roll und Alex Glendening.\n  \n  Exceeded Capacity heißt die mysteriöse Band um Mitglieder von Røntgen und Novitchok und wird euch ein HC-Punk Brett vor den Latz knallen von dem ihr euch erst nach 10 Minuten Kryotherapie erholen werdet.\n  \n  Flyer: <a href=\"https://www.instagram.com/joey.controlletti/\">@joey.controlletti</a>\n  ",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/15112024tyvek/",
        "img": "/img/tyvek_exceeded-capacity.jpg",
        "artists": [
            {
                "name": "Tyvek",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=4142836287/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/ltd/tyvek_promo.jpg"
            }
        ]
    },
    {
        "id": "crocodiles_bird-control",
        "date": "2024-11-13T18:00:00+00:00",
        "title": "Crocodiles (San Diego) und Bird Control (Berlin)",
        "fee": "15 Euro im VVK",
        "feeAk": "",
        "descriptionShort": "Alles dreht sich im Carousel, denn Crocodiles aus San Diego verlassen den Sumpf und touren im November durch Europa inkl. Stopp in Heidelberg! Die Kultband hat doppelten Grund zu feiern, denn neben dem hervorragenden Release Upside Down in Heaven vom letzten Jahr, erschien diesen Sommer eine Neuauflage vom Debut Summer of Hate zum 15. Jubiläum. Seitdem fliegt die Band um Brandon Welchez und Charles Rowell zwischen Space Rock (Spacemen 3), Post-Punk (Echo & The Bunnymen), Noise Pop (Jesus and Mary Chain) und Garage Rock ohne jemals den (Pop-)Song aus den Augen zu verlieren.\n  \n  Ohne weitere Wortspiele aus der Fauna freuen wir uns, Bird Control aus Berlin als Special Guest begrüßen zu dürfen. Psychedelischen Garage Rock kann man auf dem Erstlingswerk Change The Drug, Keep The Dose hören und mehr von der Band mit Wurzeln in Heidelberg (Mucus 2) soll bald folgen.\n  \n  Flyer: <a href=\"https://www.instagram.com/joey.controlletti/\">@joey.controlletti</a>\n  ",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/131124Crocodiles/",
        "img": "/img/crocodiles_bird-control.jpg",
        "artists": [
            {
                "name": "Crocodiles",
                "link": "https://linktr.ee/killcrocodiles",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/eVR7041b7Ko",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Bird Control",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=114426192/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "sluts-wkz-socke",
        "date": "2024-10-05T18:00:00+00:00",
        "title": "Sluts, WKZ und Socke",
        "fee": "10€",
        "feeAk": "",
        "descriptionShort": "Dreimal Deutschpunk gibt es nachträglich zum Tag der Deutschen Einheit am 5. Oktober im Carousel! Zweimal Routiniers und einmal unveröffentlicht und frisch aus dem Proberaum. \n  \n  Sluts, die Unkaputtbaren der ersten Welle, in X-ter Besetzung nun (wieder? wer blickt da durch!) mit Diesel am Bass und Gesang, Pelle an der Gitarre (schon in der Braunschweiger pre-Sluts Kombo Bombed Bodies dabei) und Martin an den Drums spielen die Klassiker der Bäh! (Aggressive Rockproduktionen), Deep Cuts der späteren Heidelberger Inkarnation (als Sluts’n) und falls wir es verdienen auch 1-2 neue Stücke direkt aus dem Proberaum.\n  \n  Die Wehrkraftzersetzer (kurz WKZ) gründeten sich, als die Sluts bereits ihre erste Trennung (1982) hinter sich hatten, um 1983 rum und veröffentlichten 1986 ihre LP Echte Punx. Die Ludwigshafener Band wechselten die Besetzung bestimmt so oft wie die Sluts und sind ebenso aktiv.\n  \n  Fast 40 Jahre Vorspulen…: Pogo Alarm löst die Band Socke seit einigen Monaten regelmäßig in und um Heidelberg aus. Man munkelt, es wären Aufnahmen in der Mache und seit dem letzten Auftritt im Carousel ein Mitglied dazugekommen… Spannung und Vorfreude duellieren sich im Dosenstechen!\n  \n  Flyer: <a href=\"https: //www.instagram.com/julian.grmn/\">@julian.grmn</a>\n  ",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/sluts_wkz_socke.jpg",
        "artists": [
            {
                "name": "Socke",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3954145444/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "Sluts",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/dHS96Wgkw9c",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Die Wehrkraftzersetzer (WKZ)",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/NQHzIbYWZbg",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "kino-1309",
        "date": "2024-09-13T19:00:00+00:00",
        "title": "Open air kino: Repo Man",
        "fee": "Pay what you want",
        "feeAk": "",
        "descriptionShort": "Open air kino im Autohaus. Karlstorkino Midnight Madness zeigt Repo Man im Hinterhof. Es geht los bei Anbruch der Dunkelheit. <a href='https://www.karlstorkino.de/programm/repo-man/'>Mehr Infos</a>",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/woanderskino-1309.jpeg",
        "artists": []
    },
    {
        "id": "cool-sorcery",
        "date": "2024-09-11T17:00:00+00:00",
        "title": "Cool Sorcery (Brasilien) und Zyph (Mannheim)",
        "fee": "10€",
        "feeAk": "",
        "descriptionShort": "Synth Punk's not dead! Jedenfalls nicht wenn es nach uns und Cool Sorcery geht. Und nein, die sind nicht aus Down Under sondern aus Brasilien, oha! Während die Alben weitestgehend alleine von Marcos Assis geschrieben, eingespielt, aufgenommen, gemischt und gemastered sind, muss er auf der Bühne nicht einen auf Hyper One-Man-Band machen, sondern spielt mit kompletter Band auf. Das neue Album heißt Terra Invaders, beinhaltet zahlreiche Features, handelt von uns überlegenen Aliens und ist eine spannende Mischung aus eggy Punk und Psych Jams.\n  \n  Uns aus der Sommerpause holen werden uns Zyph aus Mannheim, freshe Band, reißender Punk auf Deutsch. Pogo Kompatibilität 10/10.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/cool sorcery, zyph.jpg",
        "artists": [
            {
                "name": "Cool Sorcery",
                "link": "https://distrokid.com/hyperfollow/coolsorcery/terra-invaders",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/1P3v6h1gZoc",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3272968982/size=large/bgcol=333333/linkcol=9a64ff/transparent=true/",
                "image": ""
            },
            {
                "name": "Zyph",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2131561424/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/artwork=small/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "dgf_wild-mustang",
        "date": "2024-07-27T18:00:00+00:00",
        "title": "Die Groben Fetten / Wild Mustang",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "DIE GROBEN FETTEN sind DER Headliner des Lametta & Wurst Festivals, welches es aber aus uns unerfindlichen Gründen noch immer (2024!) nicht gibt. Aus einem schimmligen Würzburger Keller haben sie es in nur 10 Jahren erstaunlich schnell und stilsicher ans Tageslicht geschafft und leben irgendwo zwischen Rügenwald und Ostpommern ein Leben auf der Überholspur. Fettige Ohrwürmer, Synthi und Nasenflöte, sowie ein ordentliches Pfund gehackte Anarcho-Performance, versprechen einen Abend, an dem auch mal mitgesungen werden darf. \n  \n  Auf dem Rücken des WILD MUSTANG galoppieren wir durch lo-fi Countryland in den Sunset vom Autohaus. Bittersweete Melodien sind sein Leben und trotz staubigster Prärie: hier bleibt garantiert kein Auge trocken!   ",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/dgf_wild_mustang.jpg",
        "artists": [
            {
                "name": "Die Groben Fetten",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/XBFSX3olM1Y",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Wild Mustang",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/izYhyltt9fU",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "wurst-durst",
        "date": "2024-07-14T12:00:00+00:00",
        "title": "Wurst & Durst",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "Flanell Aktuell schmeißen den Grill an und ihr könnt bisschen die Ateliers anschauen, snacken, trinken…auf gemütlich!\n  \n  Gerne auch eigenes Grillgut mitbringen, wenn ihr großen Hunger habt :)\n  \n  14:00-18:00 Uhr\n   ",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/wurst_durst.jpg",
        "artists": []
    },
    {
        "id": "loons-mustang-fang",
        "date": "2024-07-11T18:00:00+00:00",
        "title": "The Loons (Psychedelic Garage Beat aus San Diego, Kalifornien) mit Mustang Fang (Karlsruhe)",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "Sixties Garage Sound, als käme er direkt von einer der legendären Nuggets Compilations zur amerikanischen Psychedelic Welle ab Mitte der Sechziger Jahre ist das, wozu der Goldesel euch am 11. Juli ins Carousel im Autohaus einlädt! The Loons drehen sich um Mike Stax (zuvor bei The Crawdaddys und The Tell-Tale Hearts und Herausgeber von Ugly Things Magazine), wurden 1997 gegründet, veröffentlichten seitdem fünf Alben auf den einschlägigen Labels wie BOMP! und Get Hip Recordings und touren nun mit dem neuesten Werk “Memories Have Faces” (Munster Records), um euch die buchstäblichen Faces mit ihrem Fuzz-durchtränkten Sound zu melten!\n  \n  Bevor wir uns in den Sechzigern wähnen, gibt es eine Dosis Country-Glitch-Hop von Mustang Fang auf die Lauscher.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/loons.png",
        "artists": [
            {
                "name": "The Loons",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/YnDbOZXJ0ro",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Mustang Fang",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/N_2srIvBDI8",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "sommer-2024",
        "date": "2024-06-22T14:00:00+00:00",
        "title": "Carousel Sommerfest",
        "fee": "",
        "feeAk": "",
        "descriptionShort": "Endlich Sommer im Autohaus! Am 22. Juni holen wir Tante Renates Cabrio aus der Garage und laden euch auf eine rasante Spritztour ein. 🚗\n  \n  Wir starten um 16 Uhr mit einem Donut im Hof und jeder Menge Action draußen wie drinnen. Euch erwarten:\n  \n  - 🎨 kreative Workshops: Makramee Blumenampel mit Fenja, freies Malen für Kids (2-10 Jahre) mit Studio Kritzel Kratzel oder Bügeln gegen das Patriarchat mit FemiHD\n  \n  - 🎠 ein schwindelerregendes Kleiderkarussell (tausche alte gegen neue Styles, bäm!)\n  \n  - 👖Flohmarkt: meldet euch gerne vorab (über Insta oder per Mail an carouselev@gmail.com), wenn ihr mitmachen wollt, Tische sind vorhanden.\n  \n  - 🍔 etwas Leckeres zu essen von Erick’s Tacos & Eis vom N’Ice Bike.\n  \n  - 🏓 Tischtennis-Action mit dem Ping Pong Social Club.\n  \n  - 🎶 DJs, DJs, DJs! @lockedphase, Joschka Epiterra, @tretgold und GiuNi Tunes\n  \n  - 🥁 Live-Musik mit Jimson Drift, Beach Towel (als Duo-Infernale), Bonfire Orchestra, Glider, Novitchok und Turbo Mars Soundsystem\n  \n  - 🎆 Visuals von Bani Vardigans\n  \n  Kurbelt eure Verdecks zurück, bringt gute Laune und eure Friends mit. Wir freuen uns auf euch und schalten schon mal in den 3. Gang.\n  \n  Der Eintritt ist frei!\n  \n  Das Sommerfest ist ein Projekt im Rahmen des Förderprogramms „Mehr junge Feierkultur“. Unterstützt vom Stadtjugendring Heidelberg und hdn8.de 🙏",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/sommerfest_flyer.png",
        "artists": [
            {
                "name": "Beach Towel",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/hQjNV-fDMaU",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Novitchok",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/ZtvqZdkan9g",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Bonfire Orchestra",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/QSVKgdivYac",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Jimson Drift",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/7jkGz_NHcT8",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Rico Banton",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/Sye9lUPlqnY",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Glider",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "https://youtube.com/embed/Gb9YfYRh-KQ",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "hdf-31-05-2024",
        "date": "2024-05-31T17:00:00+00:00",
        "title": "Hodi Flow Hodilicious Release Party",
        "fee": "Spendenbasis",
        "feeAk": "",
        "descriptionShort": "Hallo Freunde der Sonne. Am 31.05.2024 findet die \"Hodilicious\" Release Party im Carousel statt. Hodi Flow und DJ Soundtrax aus Köln präsentieren das neue Album mit satten Hip Hop Beats und Lyrics, die ihresgleichen suchen. Special Acts aus der Region werden ebenfalls am Start sein und die Hütte zum Beben bringen. Kommt vorbei! Ihr werdet es nicht bereuen 😉",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/hodi_flow.jpg",
        "artists": [
            {
                "name": "Hodi Flow",
                "link": "https://breakinallrecords.bandcamp.com/album/hodilicious",
                "description": "Das lang ersehnte Album, 'Hodilicious', von Hodi Flow in Zusammenarbeit mit DJ Soundtrax hat nun den Weg ans Tageslicht gefunden. Mit satten HipHop Beats und Lyrics, die seinesgleichen suchen, wird Heidelbergs Hip Hop erneut auf die Bildfläche projiziert und zeigt sich hierbei von seiner besten Seite. Neben der Möglichkeit die Lieder auf Musik-Streaming Plattformen zu hören, können Hörer das Album nun auch als Vinyl oder Kassette erwerben.",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/8hAQjFlv7jU",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "forest-ray-28-05-2024",
        "date": "2024-05-28T18:00:00+00:00",
        "title": "Forest Ray ❤️ The Roaring 420s",
        "fee": "Spendenbasis",
        "feeAk": "",
        "descriptionShort": "Auch in diesem Jahr möchte der Goldesel wieder einen Beitrag zum Deutsch-Amerikanischen Freundschaftsfest leisten. Im Autohaus kurbeln wir daher am 28. Mai um 20 Uhr sämtliche Seitenscheiben runter, hängen das linke Bein zum Fenster raus (Automatik!), stellen die Lauscher auf und das Autoradio auf 98,7. Wolfman Jack heult los und kündigt Forest Ray zur Live-Session an.\n  \n          Die Psych-Rocker Kombo aus Seattle startet mit Please Be Nice To Me ihren V8 auf Benzos. Sämtliche Kofferraumdeckel  fangen an zu wummern, die B-Bender sorgen für angenehme Kurvenlage! Kräftiger Kickdown im Anflug, aber keinem verrutscht an diesem Abend das Bier auf der Rückbank. Doch was wäre so ein staubiger Roadtrip ohne Companion? Genau, nur ein Ghost on a Highway. Über die Route B96 kommen zum Glück die Roaring 420s aus Dresden zur Rettung!\n          \n          Und hinterher trinken alle noch 2 Bourbon Whisky im Soft Rock Cafe.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "/img/forest_ray.jpg",
        "artists": [
            {
                "name": "Forest Ray",
                "link": "https://forestray.bandcamp.com/",
                "description": "Forest Ray is a psychedelic rock project whose dedication to analog recording has harbored a darker, older and more intimate sound. Forest Ray's music combines guitar driven psychedelic rock with tinges of raw synth-laced post-punk, Tropicalia flute and uninhibited performances that embody the garage punk aesthetic that fueled the group's creation",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/h4c1a-iUbQ4?list=RDh4c1a-iUbQ4",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=2305047618/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": "/img/c08d9b2e-b85b-45de-bf09-2f0a41aa10c6.jpeg"
            },
            {
                "name": "The Roaring 420s",
                "link": "https://theroaring420s.bandcamp.com/album/the-roaring-420s",
                "description": "Blending surf rock and late 60s pre-Punk into Eastern psychedelia The Roaring 420s from Dresden, Germany, rather sound like an obscure little gem discovered at a garage sale in California. Roughly located somewhere between The Beach Boys and The Velvet Underground, they’re bursting out with twangy guitars, groovin' organ and an electric sitar! ",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/-psBFcQ8t-k",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "carouslam-2-05-17-2024",
        "date": "2024-05-17T18:00:00+00:00",
        "title": "CarouSlam II: The Whiffs 🥊 City Boys",
        "fee": "10€, Kombi-Preis mit CarouSlam I: 15€",
        "feeAk": "",
        "descriptionShort": "CarouSlam Runde zwei startet am 17. Mai ab 20:00 im Autohaus! \n\n Die Herausforderer in der einen Ringecke kommen aus Kansas City, beherrschen Power Pop in so gut wie allen Facetten in Perfektion: The Whiffs! Letztes Jahr erschien Scratch ‘N’ Sniff, das bereits dritte Werk, gespickt mit einem Hit nach dem anderen, auf Dig! Records (bzw. in Europa auf dem legendären Label Bachelor Records) und knüpft nahtlos an die vorangegangenen Veröffentlichungen Take A Whiff und Another Whiff. Finishing Move: Double Knee Heartbreaker. \n\nDie Gastgeber in der anderen Ecke kennen jeden Quadratzentimeter des Carousels und versuchen mit Croonern im ¾ Takt über Bullet Dancing Western Nummern bis zu schnellen Pub Rockern den Gästen aus Missouri Paroli zu bieten. Die Hinrunde vor zwei Jahren in der Villa Nachttanz ging jedenfalls ordentlich in die Magengrube! Finishing Move: C# Shooter.Wer wird den Gürtel am Ende umschnallen? Kommt rum und findet es raus!",
        "descriptionLong": "",
        "shopLink": "",
        "img": "",
        "artists": [
            {
                "name": "The Whiffs",
                "link": "https://www.thewhiffsband.com/",
                "description": "This album just feels like America. It transports me to some mythical dive bar where The Replacements, Tom Petty, and Cheap Trick still rule the jukebox. — Faster And Louder",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/6dM2rAb-RL8",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "City Boys",
                "link": "https://city-boys.bandcamp.com/",
                "description": "",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/hpMjJ-4r-iM?si=M1GacJ450D-1uaZl",
                "bandcamp": "",
                "image": ""
            }
        ]
    },
    {
        "id": "carouslam-1-05-16-2024",
        "date": "2024-05-16T18:00:00+00:00",
        "title": "CarouSlam I: Busted Head Racket 🥊 Socke",
        "fee": "10€, Kombi-Preis mit CarouSlam II: 15€",
        "feeAk": "",
        "descriptionShort": "Am 16. und am 17. Mai lädt euch der Goldesel zum CarouSlam '24 ins Autohaus ein!\n\n Los geht es am 16. Mai mit Teil eins: auf der einen Seite stehen Busted Head Racket, feinster eggy Synth Punk aus Australien, welche vor drei Wochen bei Erste Theke Tonträger (aus Mannheim mit dem Spezialgebiet: arschgeile Mucke) ihr Album Go Go Go! veröffentlichten und nun auf Europatournee auch bei uns auf die Matte bringen werden. Finishing Move: Pitch Wheel Drop. \n\n Auf der anderen Ringseite warten die wenig kuscheligen Heidelberger Socke mit P-P-P-Punk um euch links zu drehen! Finishing Move: Axe Africa Bomber.",
        "descriptionLong": "",
        "shopLink": "",
        "img": "",
        "artists": [
            {
                "name": "Busted Head Racket",
                "link": "https://bustedheadracket.bandcamp.com/",
                "description": "Originally starting out as a solo bedroom project for bassist-vocalist Arden Guff, Busted Head Racket, have been one of leading bands in the current Newcastle punk scene. Their radiant energy of unrestrained and hyper-accelerated synth-punk recently earned them an opening spot for rising Nashville punks Snõõper. Following up last year's split tape with weirdo German punk Teo Wise, the trio that now includes Guff, keyboardist Dave Cunningham, and drummer Riley Gardiner, have a new 8-track EP out today called Junk Food.",
                "soundcloud": "https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/1376989297&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true",
                "youtube": "https://www.youtube.com/embed/Eu6Qv_ySFgo?si=cGZX-9ECsip4VDQZ",
                "bandcamp": "",
                "image": ""
            },
            {
                "name": "Socke",
                "link": "",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3954145444/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    }
]