[
    {
        "id": "nightcourt-onetrickpony",
        "date": "2026-01-21T18:00:00+00:00",
        "title": "Night Court (Punk, Vancouver) und One Trick Pony (Frankfurt)",
        "fee": "10",
        "feeAk": "12",
        "descriptionShort": "<p dir=\"ltr\">Hoppla, schon Januar.</p>\n<p dir=\"ltr\">Der Monat der trockenen Kehlen und der Excel-Tabellen f&uuml;rs bessere icH iCH ICH.</p>\n<p dir=\"ltr\">Der Goldesel steckt derweil auf dem Weg ins Autohaus fest. Top to toe in tailbacks (f&uuml;r immer). Aber Hektik ist was f&uuml;r Leute mit Terminen. Zeit f&uuml;r einen ersten Trick 2026.</p>\n<p dir=\"ltr\">Zeit, mit doppelter Hufe ordentlich gegen das Schienbein der guten Vors&auml;tze zu treten.</p>\n<p dir=\"ltr\">Keine Hufe ist uns daf&uuml;r lieber als die von One Trick Pony!</p>\n<p dir=\"ltr\">&Uuml;ber die A5 aus FFM heruntergeritten, in der Satteltasche nur die Hits und ein, zwei Gallonen &Auml;bbelwoi.</p>\n<p dir=\"ltr\">Eat Shit! Das sind 10 Zuckerw&uuml;rfel Pony Punk. Kurz. Direkt. Ohne Zaumzeug. H&uuml;a!</p>\n<p dir=\"ltr\">Den zweiten Tritt verpassen uns Night Court aus Kanada.</p>\n<p dir=\"ltr\">Unterwegs auf Recess Records, dem Kultlabel von Todd Congelliere (FYP, Toys That Kill),</p>\n<p dir=\"ltr\">lassen sie mit ihrer $hit Machine ordentlich die Peitsche knallen.</p>\n<p dir=\"ltr\">Kommt n&uuml;chtern. Geht bekehrt. Oder umgekehrt.</p>\n<p dir=\"ltr\">Auf jeden Fall aber am 21. Januar ins Autohaus.</p>",
        "descriptionLong": "",
        "shopLink": "https://pretix.eu/carousel/nightcourt-onetrickpony/",
        "img": "/img/4d26648f-3c26-4fb1-a713-53dc4917fd58.png",
        "artists": [
            {
                "name": "Night Court",
                "link": "https://www.instagram.com/nightcourtpunk/",
                "description": "What's the difference between a hit song and a shit song? Night Court isn't sure - so they just ignore the question and embrace the contradiction - giant songs in puny packages, fearless melodies laced with hopeless anxiety, hits hidden within shit(s).\n\nNight Court's love affair with ambiguously defined shit/hits has been received with near unanimous acclaim - \"loose and crazy indie punk-pop with solid drive and inventive style\" (The Big Takeover), \"fuzz-pop perfection\" (Razorcake), \"Guided by Voices for people who like J Church\" (Rosie Overdrive), “Not since Guitar Romantic by the EXPLODING HEARTS has my punk sweet-tooth craved jangly guitar riffs that brim with power pop” (Maximumrocknroll). The hype around the songs, combined with extensive touring and their boisterous live shows, helped land the band on the cover of the fall 2023 issue of the illustrious Razorcake Magazine! In 2024 they shared stages with some of their biggest influences- Marked Men, Toys That Kill, Radioactivity and The Avengers to name a few. 2025 saw the band tour $HIT MACHINE extensively, record their next album in Astoria OR with engineer/producer Mike Vasquez, and release the Nervous Birds LP. 2026 promises European and Canadian tours, an interview in Thrasher Magazine, and the release of their 5th full length album! From there, in harmony with their dissonance, they're on top of the world (of shit).",
                "soundcloud": "",
                "youtube": "https://www.youtube.com/embed/envx1r7MNEI",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=3022605022/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            },
            {
                "name": "One Trick Pony",
                "link": "https://www.instagram.com/onetrickpony.punx/",
                "description": "",
                "soundcloud": "",
                "youtube": "",
                "bandcamp": "https://bandcamp.com/EmbeddedPlayer/album=576722147/size=large/bgcol=ffffff/linkcol=0687f5/tracklist=false/transparent=true/",
                "image": ""
            }
        ]
    },
    {
        "id": "mm-260108",
        "date": "2026-01-08T19:00:00+00:00",
        "title": "Kino: Midnight Madness",
        "fee": "5",
        "feeAk": "5",
        "descriptionShort": "<div class=\"SmallVeranstaltungText\" style=\"padding-top: 5px;\">\n<p>Grotesk, underground, Punk! Bei unserer n&auml;chsten Vorstellung geht's richtig ans Eingemachte. Wir tauchen ab in die Untiefen des deutschen Hardcore-Kinos, doch statt stumpfem Splatter-Spa&szlig; und verquerem Eingeweide-Geschmodder (was trotzdem nicht zu kurz kommen wird) wollen wir uns diesmal durch eine beispiellos nihilistische Brille mit dem Tod besch&auml;ftigen. Es wird amateurhaft, unheimlich, hoffnungslos, lustig, gothic, punkig, blutig, barbarisch, brutal &ndash; kurz: so richtig underground, von einem Regisseur, der in den sp&auml;ten 80ern fernab von kuscheligen Wim-Wenders-Filmen die Grenzen der menschlichen Perversion auf der Leinwand auslotete.</p>\n</div>",
        "descriptionLong": "",
        "shopLink": "https://booking.cinetixx.de/frontend/index.html?bgswitch=false&resize=false&cinemaId=1793203565&showId=3383073475",
        "img": "/img/9ee17346-8376-44fd-a0c4-67f91af48fed.jpeg",
        "artists": []
    }
]